--[[
--note:
卡牌阵容推荐表
colums:
{Id,ID} ,{Title,标题} ,{Desc,描述} ,{Card[1],卡牌1} ,{Card[2],卡牌2} ,{Card[3],卡牌3} ,{Card[4],卡牌4} ,{Card[5],卡牌5} ,{Card[6],卡牌6}
primary key:
#0 [卡牌攻略]: Id
]]
return{
	[1] = {Title = "镇魂之街",Desc = "游戏中的初始卡组，你有我有大家有",Card = {[1] = 1101001,[2] = 1102015,[3] = 1101002,[4] = 1102004,[5] = 1101003,[6] = 1102005}},
	[2] = {Title = "浪子三唱",Desc = "钱是个好东西，不知你有没有",Card = {[1] = 1101005,[2] = 1102001,[3] = 1101007,[4] = 1102012,[5] = 1101009,[6] = 1102014}},
	[3] = {Title = "飞刀无情",Desc = "小李飞刀，例无虚发，骚年要不要试试",Card = {[1] = 1101014,[2] = 1102020,[3] = 1101007,[4] = 1102010,[5] = 1101004,[6] = 1102006}},
	[4] = {Title = "夯昊",Desc = "日天日地日空气",Card = {[1] = 1101004,[2] = 1102006,[3] = 1101005,[4] = 1102011,[5] = 1101010,[6] = 1102016}},
	[5] = {Title = "星辰之路",Desc = "平民玩家的进阶阵容",Card = {[1] = 1101001,[2] = 1102002,[3] = 1101015,[4] = 1101011,[5] = 1101003,[6] = 1102005}}
}