--[[
--note:
卡牌碎片的表
colums:
{ID,ID} ,{Name,名字}
primary key:
#0 [卡牌碎片]: ID
]]
if ddt["card_debris"] ~= nil then
	return ddt["card_debris"]
end
local data = {
	[1701001] = {Name = "常服曹焱兵碎片"},--常服曹焱兵碎片
	[1701002] = {Name = "曹玄亮碎片"},--曹玄亮碎片
	[1701003] = {Name = "战斗夏玲碎片"},--战斗夏玲碎片
	[1701004] = {Name = "项昆仑碎片"},--项昆仑碎片
	[1701005] = {Name = "刘羽禅碎片"},--刘羽禅碎片
	[1701006] = {Name = "红莲·缇娜碎片"},--红莲·缇娜碎片
	[1701007] = {Name = "战斗曹焱兵碎片"},--战斗曹焱兵碎片
	[1701008] = {Name = "黑尔·坎普碎片"},--黑尔·坎普碎片
	[1701009] = {Name = "北落师门碎片"},--北落师门碎片
	[1701010] = {Name = "盖文碎片"},--盖文碎片
	[1701011] = {Name = "阎风吒碎片"},--阎风吒碎片
	[1701012] = {Name = "南御夫碎片"},--南御夫碎片
	[1701013] = {Name = "吉拉碎片"},--吉拉碎片
	[1701014] = {Name = "吕仙宫碎片"},--吕仙宫碎片
	[1701015] = {Name = "阎巧巧碎片"},--阎巧巧碎片
	[1702001] = {Name = "关羽碎片"},--关羽碎片
	[1702002] = {Name = "许褚碎片"},--许褚碎片
	[1702003] = {Name = "典韦碎片"},--典韦碎片
	[1702004] = {Name = "唐流雨碎片"},--唐流雨碎片
	[1702005] = {Name = "李轩辕碎片"},--李轩辕碎片
	[1702006] = {Name = "项羽碎片"},--项羽碎片
	[1702007] = {Name = "天使·缇娜碎片"},--天使·缇娜碎片
	[1702008] = {Name = "夏侯渊碎片"},--夏侯渊碎片
	[1702009] = {Name = "徐晃碎片"},--徐晃碎片
	[1702010] = {Name = "张郃碎片"},--张郃碎片
	[1702011] = {Name = "张飞碎片"},--张飞碎片
	[1702012] = {Name = "夏侯惇碎片"},--夏侯惇碎片
	[1702013] = {Name = "塞伯罗斯碎片"},--塞伯罗斯碎片
	[1702014] = {Name = "石灵明碎片"},--石灵明碎片
	[1702015] = {Name = "于禁碎片"},--于禁碎片
	[1702016] = {Name = "西方龙碎片"},--西方龙碎片
	[1702017] = {Name = "飞廉碎片"},--飞廉碎片
	[1702018] = {Name = "噬日碎片"},--噬日碎片
	[1702019] = {Name = "食火蜥碎片"},--食火蜥碎片
	[1702020] = {Name = "高顺碎片"},--高顺碎片
	[1702021] = {Name = "烈风螳螂碎片"}--烈风螳螂碎片
}
ddt["card_debris"] = data
SetLooseReadonly(data)
return data