--[[
--note:
卡牌缘分表
colums:
{Id,ID} ,{Name,缘分名字} ,{RelationIds[1],羁绊1} ,{RelationIds[2],羁绊2} ,{RelationIds[3],羁绊3} ,{RelationIds[4],羁绊4} ,{RelationIds[5],羁绊5} ,{Prop[1].Id,属性Id1} ,{Prop[1].Val,属性值1} ,{Prop[2].Id,属性Id2} ,{Prop[2].Val,属性值2}
primary key:
#0 [缘分]: CardId,Loc
]]
local _T = LangUtil.Language
if ddt["card_relation"] ~= nil then
	return ddt["card_relation"]
end
local data = {
	[1101001] = {
		[1] = {Id = 11010011,Name = "火将军",RelationIds = {[1] = 1101001,[2] = 1102002},Prop = {[1] = {Id = 111,Val = 100}}},
		[2] = {Id = 11010012,Name = "英雄相惜",RelationIds = {[1] = 1101001,[2] = 1101005},Prop = {[1] = {Id = 108,Val = 0.1}}},
		[3] = {Id = 11010013,Name = "曹家军",RelationIds = {[1] = 1101001,[2] = 1102009,[3] = 1102003},Prop = {[1] = {Id = 109,Val = 0.1}}}
	},
	[1101002] = {
		[1] = {Id = 11010021,Name = "暴雨梨花",RelationIds = {[1] = 1101002,[2] = 1102004},Prop = {[1] = {Id = 104,Val = 0.1}}},
		[2] = {Id = 11010022,Name = "兄弟姐妹",RelationIds = {[1] = 1101002,[2] = 1101007,[3] = 1101003},Prop = {[1] = {Id = 110,Val = 0.15}}}
	},
	[1101003] = {
		[1] = {Id = 11010031,Name = "仙魔缘",RelationIds = {[1] = 1101003,[2] = 1102005},Prop = {[1] = {Id = 108,Val = 0.1}}},
		[2] = {Id = 11010032,Name = "姐妹花",RelationIds = {[1] = 1101003,[2] = 1101015,[3] = 1101014},Prop = {[1] = {Id = 110,Val = 0.15},[2] = {Id = 109,Val = 0.1}}}
	},
	[1101004] = {
		[1] = {Id = 11010041,Name = "霸王功业",RelationIds = {[1] = 1101004,[2] = 1102006},Prop = {[1] = {Id = 104,Val = 0.1}}},
		[2] = {Id = 11010042,Name = "方男",RelationIds = {[1] = 1101004,[2] = 1102016},Prop = {[1] = {Id = 115,Val = 0.1}}}
	},
	[1101005] = {
		[1] = {Id = 11010051,Name = "测试",RelationIds = {[1] = 1101005,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101006] = {
		[1] = {Id = 11010061,Name = "测试",RelationIds = {[1] = 1101006,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101007] = {
		[1] = {Id = 11010071,Name = "测试",RelationIds = {[1] = 1101007,[2] = 1101006},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101008] = {
		[1] = {Id = 11010081,Name = "测试",RelationIds = {[1] = 1101008,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101009] = {
		[1] = {Id = 11010091,Name = "测试",RelationIds = {[1] = 1101009,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101010] = {
		[1] = {Id = 11010101,Name = "测试",RelationIds = {[1] = 1101010,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101011] = {
		[1] = {Id = 11010111,Name = "测试",RelationIds = {[1] = 1101011,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101012] = {
		[1] = {Id = 11010121,Name = "测试",RelationIds = {[1] = 1101012,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101013] = {
		[1] = {Id = 11010131,Name = "测试",RelationIds = {[1] = 1101013,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101014] = {
		[1] = {Id = 11010141,Name = "测试",RelationIds = {[1] = 1101014,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101015] = {
		[1] = {Id = 11010151,Name = "测试",RelationIds = {[1] = 1101015,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1101041] = {
		[1] = {Id = 11010411,Name = "测试",RelationIds = {[1] = 1101041,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102001] = {
		[1] = {Id = 11020011,Name = "桃园兄弟",RelationIds = {[1] = 1102001,[2] = 1102011},Prop = {[1] = {Id = 104,Val = 0.1}}},
		[2] = {Id = 11020012,Name = "忠义无双",RelationIds = {[1] = 1102001,[2] = 1101005},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102002] = {
		[1] = {Id = 11020021,Name = "火将军",RelationIds = {[1] = 1102002,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}},
		[2] = {Id = 11020022,Name = "护卫",RelationIds = {[1] = 1102002,[2] = 1102003},Prop = {[1] = {Id = 110,Val = 0.1}}}
	},
	[1102003] = {
		[1] = {Id = 11020031,Name = "曹家军",RelationIds = {[1] = 1102003,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}},
		[2] = {Id = 11020032,Name = "护卫",RelationIds = {[1] = 1102003,[2] = 1102002},Prop = {[1] = {Id = 114,Val = 0.1}}},
		[3] = {Id = 11020033,Name = "曹家强将",RelationIds = {[1] = 1102003,[2] = 1102010},Prop = {[1] = {Id = 104,Val = 0.1}}}
	},
	[1102004] = {
		[1] = {Id = 11020041,Name = "佛怒唐莲",RelationIds = {[1] = 1102004,[2] = 1101002},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102005] = {
		[1] = {Id = 11020051,Name = "清风化煞",RelationIds = {[1] = 1102005,[2] = 1101003},Prop = {[1] = {Id = 108,Val = 0.1}}},
		[2] = {Id = 11020052,Name = "蓝晶",RelationIds = {[1] = 1102005,[2] = 1102017},Prop = {[1] = {Id = 110,Val = 0.1}}}
	},
	[1102006] = {
		[1] = {Id = 11020061,Name = "楚后",RelationIds = {[1] = 1102006,[2] = 1101004},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102007] = {
		[1] = {Id = 11020071,Name = "寄灵人",RelationIds = {[1] = 1102007,[2] = 1101006},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102009] = {
		[1] = {Id = 11020091,Name = "测试",RelationIds = {[1] = 1102009,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102010] = {
		[1] = {Id = 11020101,Name = "测试",RelationIds = {[1] = 1102010,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102011] = {
		[1] = {Id = 11020111,Name = "测试",RelationIds = {[1] = 1102011,[2] = 1101005},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102012] = {
		[1] = {Id = 11020121,Name = "测试",RelationIds = {[1] = 1102012,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102013] = {
		[1] = {Id = 11020131,Name = "测试",RelationIds = {[1] = 1102013,[2] = 1101008},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102014] = {
		[1] = {Id = 11020141,Name = "测试",RelationIds = {[1] = 1102014,[2] = 1101009},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102015] = {
		[1] = {Id = 11020151,Name = "测试",RelationIds = {[1] = 1102015,[2] = 1101001},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102016] = {
		[1] = {Id = 11020161,Name = "测试",RelationIds = {[1] = 1102016,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102017] = {
		[1] = {Id = 11020171,Name = "测试",RelationIds = {[1] = 1102017,[2] = 1101011},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102018] = {
		[1] = {Id = 11020181,Name = "测试",RelationIds = {[1] = 1102018,[2] = 1101012},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102019] = {
		[1] = {Id = 11020191,Name = "测试",RelationIds = {[1] = 1102019,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102020] = {
		[1] = {Id = 11020201,Name = "测试",RelationIds = {[1] = 1102020,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102021] = {
		[1] = {Id = 11020211,Name = "测试",RelationIds = {[1] = 1102021,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	},
	[1102050] = {
		[1] = {Id = 11020501,Name = "测试",RelationIds = {[1] = 1102050,[2] = 1101007},Prop = {[1] = {Id = 108,Val = 0.1}}}
	}
}
ddt["card_relation"] = data
SetLooseReadonly(data)
return data