--[[
output from excel eqp.装备.xlsx
--note:

colums:
{Name,名字} ,{Desc,描述} ,{Equips[1],装备1} ,{Equips[2],装备2} ,{Equips[3],装备3} ,{Equips[4],装备4} ,{Equips[5],装备5} ,{Equips[6],装备6} ,{Equips[7],装备7} ,{Equips[8],装备8} ,{Help_Col,辅助列} ,{Num,数量} ,{Prop[1].Id,属性Id1} ,{Prop[1].Val,属性值1} ,{Prop[2].Id,属性Id2} ,{Prop[2].Val,属性值2}
primary key:
#0 [装备套装]: Group
#1 [装备套装属性]: Group,Help_Col,Loc
]]
local _T = LangUtil.Language
return{
	[200143] = {
		Name = "繁梦轻语 套装",
		Desc = "低级寄灵人也能轻松激发出它的全部效果。",
		Equips = {[1] = 2001431,[2] = 2001432,[3] = 2001433,[4] = 2001434,[5] = 2001435,[6] = 2001436,[7] = 2001437,[8] = 2001438},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 80}}},--20级寄灵人の新手套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 112,Val = 40}}},--20级寄灵人の新手套 : 属性-2
			[3] = {Num = 6,Prop = {[1] = {Id = 113,Val = 400}}},--20级寄灵人の新手套 : 属性-3
			[4] = {Num = 8,Prop = {[1] = {Id = 118,Val = 0.1}}}--20级寄灵人の新手套 : 属性-4
		}
	},--20级寄灵人の新手套
	[200241] = {
		Name = "星云破幻套装",
		Desc = "采用了少量天外材料，提高了装备性能的同时使外形更为美观。",
		Equips = {[1] = 2002411,[2] = 2002412,[3] = 2002413,[4] = 2002415,[5] = 2002417,[6] = 2002418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 110}}},--40级寄灵人の攻击套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 113,Val = 550}}},--40级寄灵人の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--40级寄灵人の攻击套 : 属性-3
		}
	},--40级寄灵人の攻击套
	[200342] = {
		Name = "荒烟残照套装",
		Desc = "采用大量出自沙漠的特殊材料打造的装备，表面也蒙上了一层金黄的颜色。",
		Equips = {[1] = 2003421,[2] = 2003422,[3] = 2003423,[4] = 2003424,[5] = 2003425,[6] = 2003426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 65}}},--60级寄灵人の防御套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 113,Val = 650}}},--60级寄灵人の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--60级寄灵人の防御套 : 属性-3
		}
	},--60级寄灵人の防御套
	[200441] = {
		Name = "吹角连营套装",
		Desc = "常年在外征战的镇魂将所用套装，装备后耳边仿佛响起了壮烈的号角声。",
		Equips = {[1] = 2004408,[2] = 2004408,[3] = 2004408,[4] = 2004408,[5] = 2004408,[6] = 2004408},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 190}}},--80级寄灵人の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 950}}},--80级寄灵人の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--80级寄灵人の攻击套 : 属性-3
		}
	},--80级寄灵人の攻击套
	[200542] = {
		Name = "潜刃藏锋套装",
		Desc = "看似单薄的甲胄，却拥有着不可思议的防御力，普通的武器无法对其造成伤害。",
		Equips = {[1] = 2005421,[2] = 2005422,[3] = 2005423,[4] = 2005424,[5] = 2005425,[6] = 2005426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 125}}},--90级寄灵人の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 1250}}},--90级寄灵人の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--90级寄灵人の防御套 : 属性-3
		}
	},--90级寄灵人の防御套
	[200543] = {
		Name = "月相三变套装",
		Desc = "造型十分华丽的装备，攻击与防御能力都极为出色。",
		Equips = {[1] = 2005431,[2] = 2005432,[3] = 2005433,[4] = 2005434,[5] = 2005436},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 310}}},--90级寄灵人の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 155}}},--90级寄灵人の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--90级寄灵人の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--90级寄灵人の绝世套 : 属性-4
		}
	},--90级寄灵人の绝世套
	[200641] = {
		Name = "孤影急行套装",
		Desc = "深紫色的轻便装备，适合潜入作战。",
		Equips = {[1] = 2006411,[2] = 2006412,[3] = 2006413,[4] = 2006415,[5] = 2006417,[6] = 2006418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 330}}},--100级寄灵人の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 1650}}},--100级寄灵人の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--100级寄灵人の攻击套 : 属性-3
		}
	},--100级寄灵人の攻击套
	[200742] = {
		Name = "战祸破军套装",
		Desc = "肩甲、腰间皆有睚眦装饰，象征着斗争，杀伐。",
		Equips = {[1] = 2007421,[2] = 2007422,[3] = 2007423,[4] = 2007424,[5] = 2007425,[6] = 2007426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 210}}},--110级寄灵人の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 2100}}},--110级寄灵人の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--110级寄灵人の防御套 : 属性-3
		}
	},--110级寄灵人の防御套
	[200841] = {
		Name = "苍穹炎爆套装",
		Desc = "全套装备充满了灼热的气息，就算不是火属性寄灵人也能使用一些火焰的力量。",
		Equips = {[1] = 2008411,[2] = 2008412,[3] = 2008413,[4] = 2008415,[5] = 2008417,[6] = 2008418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 530}}},--120级寄灵人の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 2650}}},--120级寄灵人の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--120级寄灵人の攻击套 : 属性-3
		}
	},--120级寄灵人の攻击套
	[200843] = {
		Name = "焚寂之殇套装",
		Desc = "恶魔样式的装备，需要通过炎魔的考验才有资格装备它们，许多寄灵人都因此而灰飞烟灭。",
		Equips = {[1] = 2008428,[2] = 2008428,[3] = 2008428,[4] = 2008428,[5] = 2008428},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 660}}},--120级寄灵人の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 330}}},--120级寄灵人の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--120级寄灵人の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--120级寄灵人の绝世套 : 属性-4
		}
	},--120级寄灵人の绝世套
	[200942] = {
		Name = "血斩挽歌套装",
		Desc = "当鲜血流尽之时，挽歌终将响起，安抚徘徊的亡灵。",
		Equips = {[1] = 2009421,[2] = 2009422,[3] = 2009423,[4] = 2009424,[5] = 2009425,[6] = 2009426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 325}}},--130级寄灵人の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 3250}}},--130级寄灵人の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--130级寄灵人の防御套 : 属性-3
		}
	},--130级寄灵人の防御套
	[201041] = {
		Name = "阎罗有期套装",
		Desc = "穿上此套装的寄灵人，仿佛有了对冥界生物的生杀大权。",
		Equips = {[1] = 2010411,[2] = 2010412,[3] = 2010413,[4] = 2010415,[5] = 2010417,[6] = 2010418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 750}}},--140级寄灵人の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 3750}}},--140级寄灵人の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--140级寄灵人の攻击套 : 属性-3
		}
	},--140级寄灵人の攻击套
	[201142] = {
		Name = "灵槐御天套装",
		Desc = "传闻装备内刻有一法阵，能帮助寄灵人修炼，以灵槐枝为核心，用自身灵力温养，保证枝条的生命力，便能使法阵持续运行。",
		Equips = {[1] = 2011421,[2] = 2011422,[3] = 2011423,[4] = 2011424,[5] = 2011425,[6] = 2011426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 435}}},--150级寄灵人の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 4350}}},--150级寄灵人の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--150级寄灵人の防御套 : 属性-3
		}
	},--150级寄灵人の防御套
	[201143] = {
		Name = "地狱红莲套装",
		Desc = "采用灵域最顶级的材料，借助地狱火锻造，红莲水淬火而成。",
		Equips = {[1] = 2011431,[2] = 2011432,[3] = 2011433,[4] = 2011434,[5] = 2011436},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 1090}}},--150级寄灵人の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 545}}},--150级寄灵人の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--150级寄灵人の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--150级寄灵人の绝世套 : 属性-4
		}
	},--150级寄灵人の绝世套
	[210143] = {
		Name = "百鬼夜行套装",
		Desc = "非常适合守护灵的一套套装，就算是低级的守护灵也能完全激发它的效果。",
		Equips = {[1] = 2101431,[2] = 2101432,[3] = 2101433,[4] = 2101434,[5] = 2101435,[6] = 2101436,[7] = 2101437,[8] = 2101438},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 80}}},--20级守护灵の新手套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 112,Val = 40}}},--20级守护灵の新手套 : 属性-2
			[3] = {Num = 6,Prop = {[1] = {Id = 113,Val = 800}}},--20级守护灵の新手套 : 属性-3
			[4] = {Num = 8,Prop = {[1] = {Id = 118,Val = 0.1}}}--20级守护灵の新手套 : 属性-4
		}
	},--20级守护灵の新手套
	[210241] = {
		Name = "大夜弥天套装",
		Desc = "能极大的提高守护灵的攻击能力，将套装效果发挥到极致后，凝实的杀意会遮天蔽日，令敌人胆寒。",
		Equips = {[1] = 2102411,[2] = 2102412,[3] = 2102413,[4] = 2102415,[5] = 2102417,[6] = 2102418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 110}}},--40级守护灵の攻击套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 113,Val = 1100}}},--40级守护灵の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--40级守护灵の攻击套 : 属性-3
		}
	},--40级守护灵の攻击套
	[210342] = {
		Name = "圣殿骑士套装",
		Desc = "从西方传入，厚重的甲胄给人一种安全感，神圣的气息能轻易净化弱小的恶灵。",
		Equips = {[1] = 2103421,[2] = 2103422,[3] = 2103423,[4] = 2103424,[5] = 2103425,[6] = 2103426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 65}}},--60级守护灵の防御套 : 属性-1
			[2] = {Num = 4,Prop = {[1] = {Id = 113,Val = 1300}}},--60级守护灵の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--60级守护灵の防御套 : 属性-3
		}
	},--60级守护灵の防御套
	[210441] = {
		Name = "万剑之歌套装",
		Desc = "激活套装效果后，能大幅度提升守护灵武器的攻击能力。",
		Equips = {[1] = 2104408,[2] = 2104408,[3] = 2104408,[4] = 2104408,[5] = 2104408,[6] = 2104408},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 190}}},--80级守护灵の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 1900}}},--80级守护灵の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--80级守护灵の攻击套 : 属性-3
		}
	},--80级守护灵の攻击套
	[210542] = {
		Name = "神恩守护套装",
		Desc = "接受过神恩洗礼的的套装，对黑暗力量有着很强的抗性。",
		Equips = {[1] = 2105421,[2] = 2105422,[3] = 2105423,[4] = 2105424,[5] = 2105425,[6] = 2105426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 125}}},--90级守护灵の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 2500}}},--90级守护灵の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--90级守护灵の防御套 : 属性-3
		}
	},--90级守护灵の防御套
	[210543] = {
		Name = "黄泉碧落套装",
		Desc = "攻守兼备，天上天下难以找到与它齐名的套装。",
		Equips = {[1] = 2105431,[2] = 2105432,[3] = 2105433,[4] = 2105434,[5] = 2105436},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 310}}},--90级守护灵の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 155}}},--90级守护灵の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--90级守护灵の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--90级守护灵の绝世套 : 属性-4
		}
	},--90级守护灵の绝世套
	[210641] = {
		Name = "暗影猎手套装",
		Desc = "据说这套装备可以让守护灵的影子也具有攻击能力。",
		Equips = {[1] = 2106411,[2] = 2106412,[3] = 2106413,[4] = 2106415,[5] = 2106417,[6] = 2106418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 330}}},--100级守护灵の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 3300}}},--100级守护灵の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--100级守护灵の攻击套 : 属性-3
		}
	},--100级守护灵の攻击套
	[210742] = {
		Name = "黑色帷幕套装",
		Desc = "向装备输送灵力，可在装备表面形成一层黑色的灵力膜，看似脆弱，实则防御惊人。",
		Equips = {[1] = 2107421,[2] = 2107422,[3] = 2107423,[4] = 2107424,[5] = 2107425,[6] = 2107426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 210}}},--110级守护灵の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 4200}}},--110级守护灵の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--110级守护灵の防御套 : 属性-3
		}
	},--110级守护灵の防御套
	[210841] = {
		Name = "紫霄神雷套装",
		Desc = "借助神雷才完成锻造的装备，表面蒙上了一层淡淡的紫气，穿上它们，一招一式都隐隐有风雷之声。",
		Equips = {[1] = 2108411,[2] = 2108412,[3] = 2108413,[4] = 2108415,[5] = 2108417,[6] = 2108418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 530}}},--120级守护灵の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 5300}}},--120级守护灵の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--120级守护灵の攻击套 : 属性-3
		}
	},--120级守护灵の攻击套
	[210843] = {
		Name = "炎魔之心套装",
		Desc = "杀死炎魔之后，获得的巨大的核心，只要取其一角融入装备，便能使装备发生质的飞跃。",
		Equips = {[1] = 2108428,[2] = 2108428,[3] = 2108428,[4] = 2108428,[5] = 2108428},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 660}}},--120级守护灵の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 330}}},--120级守护灵の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--120级守护灵の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--120级守护灵の绝世套 : 属性-4
		}
	},--120级守护灵の绝世套
	[210942] = {
		Name = "神木守卫套装",
		Desc = "据说是在四大神树之下打造而成的装备，神树有灵，提高了它们性能的同时也赋予了它们守卫神树的责任。",
		Equips = {[1] = 2109421,[2] = 2109422,[3] = 2109423,[4] = 2109424,[5] = 2109425,[6] = 2109426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 325}}},--130级守护灵の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 6500}}},--130级守护灵の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--130级守护灵の防御套 : 属性-3
		}
	},--130级守护灵の防御套
	[211041] = {
		Name = "紫极幻兽套装",
		Desc = "在打造时熔入了一点幻兽蜕下的头角，整件套装便充斥着狂暴的雷电，还能吸收大气中的雷灵力转化为无属性灵力供给装备者。",
		Equips = {[1] = 2110411,[2] = 2110412,[3] = 2110413,[4] = 2110415,[5] = 2110417,[6] = 2110418},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 750}}},--140级守护灵の攻击套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 7500}}},--140级守护灵の攻击套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 108,Val = 0.15}}}--140级守护灵の攻击套 : 属性-3
		}
	},--140级守护灵の攻击套
	[211142] = {
		Name = "玄天墨守套装",
		Desc = "通体漆黑的甲胄，给人一种坚若磐石的感觉，传闻是战国时墨翟所造装备。",
		Equips = {[1] = 2111421,[2] = 2111422,[3] = 2111423,[4] = 2111424,[5] = 2111425,[6] = 2111426},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 112,Val = 435}}},--150级守护灵の防御套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 113,Val = 8700}}},--150级守护灵の防御套 : 属性-2
			[3] = {Num = 5,Prop = {[1] = {Id = 109,Val = 0.15}}}--150级守护灵の防御套 : 属性-3
		}
	},--150级守护灵の防御套
	[211143] = {
		Name = "熔火炙魂套装",
		Desc = "守护灵将自身一部分灵魂融入装备，使装备可以与自己一同成长，但是这一过程的痛苦少有守护灵能承受。",
		Equips = {[1] = 2111431,[2] = 2111432,[3] = 2111433,[4] = 2111434,[5] = 2111436},
		Props = {
			[1] = {Num = 2,Prop = {[1] = {Id = 111,Val = 1090}}},--150级守护灵の绝世套 : 属性-1
			[2] = {Num = 3,Prop = {[1] = {Id = 112,Val = 545}}},--150级守护灵の绝世套 : 属性-2
			[3] = {Num = 4,Prop = {[1] = {Id = 118,Val = 0.1}}},--150级守护灵の绝世套 : 属性-3
			[4] = {Num = 5,Prop = {[1] = {Id = 126,Val = 0.1}}}--150级守护灵の绝世套 : 属性-4
		}
	}--150级守护灵の绝世套
}