--[[
--note:

colums:
{Name,名字} ,{D[1],专属武器1} ,{D[2],专属武器2} ,{D[3],专属武器3} ,{D[4],专属武器4} ,{D[5],专属武器5} ,{Gold.Min,金币Min} ,{Gold.Max,金币Max} ,{XLP.Min,洗炼瓶.Min} ,{XLP.Max,洗炼瓶.Max}
primary key:
#0 [掉落设计]: Id
]]
local _T = LangUtil.Language
return{
	[1] = {Name = "地煞一",D = {[1] = 2.5},Gold = {Min = 15000,Max = 15000},XLP = {Min = 3,Max = 5}},
	[2] = {Name = "地煞二",D = {[1] = 3},Gold = {Min = 18000,Max = 18000},XLP = {Min = 3,Max = 6}},
	[3] = {Name = "地煞三",D = {[1] = 1.5,[2] = 1},Gold = {Min = 21000,Max = 21000},XLP = {Min = 4,Max = 6}},
	[4] = {Name = "地煞四",D = {[1] = 1,[2] = 1.6},Gold = {Min = 24000,Max = 24000},XLP = {Min = 4,Max = 7}},
	[5] = {Name = "地煞五",D = {[1] = 1,[2] = 0.9,[3] = 0.9},Gold = {Min = 27000,Max = 27000},XLP = {Min = 4,Max = 8}},
	[6] = {Name = "地煞六",D = {[1] = 1,[2] = 1,[3] = 1},Gold = {Min = 30000,Max = 30000},XLP = {Min = 5,Max = 8}},
	[7] = {Name = "地煞七",D = {[1] = 1,[2] = 1.1,[3] = 1.1},Gold = {Min = 33000,Max = 33000},XLP = {Min = 5,Max = 9}},
	[8] = {Name = "地煞八",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 0.3},Gold = {Min = 37500,Max = 37500},XLP = {Min = 5,Max = 10}},
	[9] = {Name = "地煞九",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 0.4},Gold = {Min = 45000,Max = 45000},XLP = {Min = 6,Max = 10}},
	[10] = {Name = "天罡一",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 0.6},Gold = {Min = 52500,Max = 52500},XLP = {Min = 6,Max = 11}},
	[11] = {Name = "天罡二",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 0.7},Gold = {Min = 55500,Max = 55500},XLP = {Min = 6,Max = 12}},
	[12] = {Name = "天罡三",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 0.8},Gold = {Min = 60000,Max = 60000},XLP = {Min = 6,Max = 13}},
	[13] = {Name = "天罡四",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 1,[5] = 0.02},Gold = {Min = 63000,Max = 63000},XLP = {Min = 7,Max = 13}},
	[14] = {Name = "天罡五",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 1,[5] = 0.12},Gold = {Min = 67500,Max = 67500},XLP = {Min = 8,Max = 13}},
	[15] = {Name = "天罡六",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 1,[5] = 0.22},Gold = {Min = 75000,Max = 75000},XLP = {Min = 8,Max = 15}},
	[16] = {Name = "星耀",D = {[1] = 1,[2] = 1,[3] = 1,[4] = 1,[5] = 0.4},Gold = {Min = 90000,Max = 90000},XLP = {Min = 10,Max = 20}}
}