--[[
--note:

colums:
{ID,ID} ,{Title,标题} ,{Txt,正文}
primary key:
#0 [帮助表]: ID
]]
return{
	[1] = {ID = 1,Title = "◆  竞技场玩法说明  ◆",Txt = "竞技场是玩家体现个人实力的地方。\r\n根据战斗的结果获取或者减少竞技积分。\r\n通过积分进行排名。"},
	[2] = {ID = 2,Title = "◆ 芦花古楼玩法说明  ◆",Txt = "芦花古楼分为风、花、雪、月四个关卡。\r\n每个关卡限定玩家使用特定卡牌进行挑战。\r\n随着玩家挑战的进度可以获得芦花古币，进而在芦花商店里兑换养成资源。"},
	[3] = {ID = 3,Title = "◆  扭蛋玩法说明  ◆",Txt = "寄灵人出现概率公示\r\n常服曹焱兵  16.7%\r\n曹玄亮  16.7%\r\n战斗夏玲  16.7%\r\n战斗曹焱兵  16.7%\r\n黑尔·坎普  16.7%\r\n红莲缇娜  16.7%\r\n守护灵出现概率公示\r\n关羽  16.7%\r\n许褚  16.7%\r\n唐流雨  16.7%\r\n于禁  16.7%\r\n典韦  16.7%\r\n塞伯罗斯  16.7%"},
	[4] = {ID = 4,Title = "◆  获取技能经验  ◆",Txt = "玩家可以通过分解守护灵碎片，获得技能经验。\r\n技能经验可以用来给守护灵技能升级。"},
	[5] = {ID = 5,Title = "◆  个人镇魂  ◆",Txt = "每日都会开放不同的魂体敌人。\r\n玩家可以通过挑战获得大量养成资源。"},
	[6] = {ID = 6,Title = "◆  神器  ◆",Txt = "神器可为所有卡牌加成属性\r\n神器有多个碎片，碎片可升级\r\n神器最大等级取决于碎片的最小等级，升级神器大幅提升属性。"},
	[7] = {ID = 7,Title = "◆  专属武器  ◆",Txt = "每个守护灵都有自己的专属武器。\r\n激活专属武器可以带来外观的变化。\r\n专属武器可以升级解封。"},
	[8] = {ID = 8,Title = "◆  战斗关卡  ◆",Txt = "玩家可以通过战斗关卡解锁新剧情和增强自己实力"}
}