--[[
--note:

colums:
{Id,ID} ,{card_id,卡牌ID} ,{roleId,角色ID} ,{color,颜色} ,{skill[1],技能1} ,{skill[2],技能2} ,{skill[3],技能3} ,{callCost,召唤消耗}
primary key:
#0 [怪物模板]: Id
]]
return{
	[101] = {card_id = 1101001,roleId = 1101001,color = 0,skill = {[1] = 1301001,[2] = 1302001}},--新手曹焱兵
	[102] = {card_id = 1102015,roleId = 1102015,color = 0,skill = {[1] = 1303015,[2] = 1304007}},--新手于禁
	[103] = {card_id = 1101002,roleId = 1101002,color = 0,skill = {[1] = 1301002,[2] = 1302002}},--新手曹玄亮
	[104] = {card_id = 1102004,roleId = 1102004,color = 0,skill = {[1] = 1303004,[2] = 1304006}},--新手唐流雨
	[105] = {card_id = 1101003,roleId = 1101003,color = 0,skill = {[1] = 1301003,[2] = 1302003}},--新手夏玲
	[106] = {card_id = 1102005,roleId = 1102005,color = 0,skill = {[1] = 1303005,[2] = 1304008}},--新手李轩辕
	[201] = {card_id = 1101001,roleId = 1101001,color = 0,skill = {[1] = 1301001,[2] = 1302001}},--普通常服曹焱兵
	[202] = {card_id = 1101002,roleId = 1101002,color = 0,skill = {[1] = 1301002,[2] = 1302002}},--普通曹玄亮
	[203] = {card_id = 1101003,roleId = 1101003,color = 0,skill = {[1] = 1301003,[2] = 1302003}},--普通战斗夏玲
	[204] = {card_id = 1101004,roleId = 1101004,color = 0,skill = {[1] = 1301004,[2] = 1302004}},--普通项昆仑
	[205] = {card_id = 1101005,roleId = 1101005,color = 0,skill = {[1] = 1301005,[2] = 1302005}},--普通刘羽禅
	[206] = {card_id = 1101006,roleId = 1101006,color = 0,skill = {[1] = 1301006,[2] = 1302006}},--普通红莲·缇娜
	[207] = {card_id = 1101007,roleId = 1101007,color = 0,skill = {[1] = 1301007,[2] = 1302007}},--普通战斗曹焱兵
	[208] = {card_id = 1101008,roleId = 1101008,color = 0,skill = {[1] = 1301008,[2] = 1302008}},--普通黑尔·坎普
	[209] = {card_id = 1101009,roleId = 1101009,color = 0,skill = {[1] = 1301009,[2] = 1302009}},--普通北落师门
	[210] = {card_id = 1101010,roleId = 1101010,color = 0,skill = {[1] = 1301010,[2] = 1302010}},--普通盖文
	[211] = {card_id = 1101011,roleId = 1101011,color = 0,skill = {[1] = 1301011,[2] = 1302011}},--普通阎风吒
	[212] = {card_id = 1101012,roleId = 1101012,color = 0,skill = {[1] = 1301012,[2] = 1302012}},--普通南御夫
	[213] = {card_id = 1101013,roleId = 1101013,color = 0,skill = {[1] = 1301013,[2] = 1302013}},--普通吉拉
	[214] = {card_id = 1101014,roleId = 1101014,color = 0,skill = {[1] = 1301014,[2] = 1302014}},--普通吕仙宫
	[215] = {card_id = 1101015,roleId = 1101015,color = 0,skill = {[1] = 1301015,[2] = 1302015}},--普通阎巧巧
	[216] = {card_id = 1102001,roleId = 1102001,color = 1,skill = {[1] = 1303001,[2] = 1304006},callCost = 4},--普通关羽
	[217] = {card_id = 1102002,roleId = 1102002,color = 1,skill = {[1] = 1303002,[2] = 1304006},callCost = 4},--普通许褚
	[218] = {card_id = 1102003,roleId = 1102003,color = 2,skill = {[1] = 1303003,[2] = 1304007},callCost = 4},--普通典韦
	[219] = {card_id = 1102004,roleId = 1102004,color = 1,skill = {[1] = 1303004,[2] = 1304006},callCost = 4},--普通唐流雨
	[220] = {card_id = 1102005,roleId = 1102005,color = 3,skill = {[1] = 1303005,[2] = 1304008},callCost = 4},--普通李轩辕
	[221] = {card_id = 1102006,roleId = 1102006,color = 2,skill = {[1] = 1303006,[2] = 1304007},callCost = 4},--普通项羽
	[222] = {card_id = 1102007,roleId = 1102007,color = 1,skill = {[1] = 1303007,[2] = 1304006},callCost = 4},--普通天使缇娜
	[223] = {card_id = 1102008,roleId = 1102008,color = 1,skill = {[1] = 1303008,[2] = 1304006},callCost = 4},--普通夏侯渊
	[224] = {card_id = 1102009,roleId = 1102009,color = 2,skill = {[1] = 1303009,[2] = 1304007},callCost = 4},--普通徐晃
	[225] = {card_id = 1102010,roleId = 1102010,color = 3,skill = {[1] = 1303010,[2] = 1304008},callCost = 4},--普通张郃
	[226] = {card_id = 1102011,roleId = 1102011,color = 2,skill = {[1] = 1303011,[2] = 1304007},callCost = 4},--普通张飞
	[227] = {card_id = 1102012,roleId = 1102012,color = 1,skill = {[1] = 1303012,[2] = 1304006},callCost = 4},--普通夏侯惇
	[228] = {card_id = 1102013,roleId = 1102013,color = 3,skill = {[1] = 1303013,[2] = 1304008},callCost = 4},--普通塞伯罗斯
	[229] = {card_id = 1102014,roleId = 1102014,color = 1,skill = {[1] = 1303014,[2] = 1304006},callCost = 4},--普通石灵明
	[230] = {card_id = 1102015,roleId = 1102015,color = 2,skill = {[1] = 1303015,[2] = 1304007},callCost = 4},--普通于禁
	[231] = {card_id = 1102016,roleId = 1102016,color = 2,skill = {[1] = 1303016,[2] = 1304007},callCost = 4},--普通西方龙
	[232] = {card_id = 1102017,roleId = 1102017,color = 3,skill = {[1] = 1303017,[2] = 1304008},callCost = 4},--普通飞廉
	[233] = {card_id = 1102018,roleId = 1102018,color = 2,skill = {[1] = 1303018,[2] = 1304007},callCost = 4},--普通噬日
	[234] = {card_id = 1102019,roleId = 1102019,color = 1,skill = {[1] = 1303019,[2] = 1304006},callCost = 4},--普通食火蜥
	[235] = {card_id = 1102020,roleId = 1102020,color = 2,skill = {[1] = 1303020,[2] = 1304007},callCost = 4},--普通高顺
	[236] = {card_id = 1102021,roleId = 1102021,color = 2,skill = {[1] = 1303021,[2] = 1304007},callCost = 4},--普通烈风螳螂
	[301] = {card_id = 1102001,roleId = 1102001,color = 1,skill = {[1] = 1303001,[2] = 1304004,[3] = 1304006},callCost = 4},--强力关羽
	[302] = {card_id = 1102002,roleId = 1102002,color = 1,skill = {[1] = 1303002,[2] = 1304001,[3] = 1304004},callCost = 4},--强力许褚
	[303] = {card_id = 1102003,roleId = 1102003,color = 2,skill = {[1] = 1303003,[2] = 1304005,[3] = 1304007},callCost = 4},--强力典韦
	[304] = {card_id = 1102004,roleId = 1102004,color = 1,skill = {[1] = 1303004,[2] = 1304005,[3] = 1304006},callCost = 4},--强力唐流雨
	[305] = {card_id = 1102005,roleId = 1102005,color = 3,skill = {[1] = 1303005,[2] = 1304009,[3] = 1304008},callCost = 4},--强力李轩辕
	[306] = {card_id = 1102006,roleId = 1102006,color = 2,skill = {[1] = 1303006,[2] = 1304005,[3] = 1304007},callCost = 4},--强力项羽
	[307] = {card_id = 1102007,roleId = 1102007,color = 1,skill = {[1] = 1303007,[2] = 1304002,[3] = 1304006},callCost = 4},--强力天使缇娜
	[308] = {card_id = 1102008,roleId = 1102008,color = 1,skill = {[1] = 1303008,[2] = 1304004,[3] = 1304006},callCost = 4},--强力夏侯渊
	[309] = {card_id = 1102009,roleId = 1102009,color = 2,skill = {[1] = 1303009,[2] = 1304010,[3] = 1304007},callCost = 4},--强力徐晃
	[310] = {card_id = 1102010,roleId = 1102010,color = 3,skill = {[1] = 1303010,[2] = 1304013,[3] = 1304008},callCost = 4},--强力张郃
	[311] = {card_id = 1102011,roleId = 1102011,color = 2,skill = {[1] = 1303011,[2] = 1304005,[3] = 1304007},callCost = 4},--强力张飞
	[312] = {card_id = 1102012,roleId = 1102012,color = 1,skill = {[1] = 1303012,[2] = 1304005,[3] = 1304006},callCost = 4},--强力夏侯惇
	[313] = {card_id = 1102013,roleId = 1102013,color = 3,skill = {[1] = 1303013,[2] = 1304016,[3] = 1304008},callCost = 4},--强力塞伯罗斯
	[314] = {card_id = 1102014,roleId = 1102014,color = 1,skill = {[1] = 1303014,[2] = 1304004,[3] = 1304006},callCost = 4},--强力石灵明
	[315] = {card_id = 1102015,roleId = 1102015,color = 2,skill = {[1] = 1303015,[2] = 1304005,[3] = 1304007},callCost = 4},--强力于禁
	[316] = {card_id = 1102016,roleId = 1102016,color = 2,skill = {[1] = 1303016,[2] = 1304011,[3] = 1304007},callCost = 4},--强力西方龙
	[317] = {card_id = 1102017,roleId = 1102017,color = 3,skill = {[1] = 1303017,[2] = 1304013,[3] = 1304008},callCost = 4},--强力飞廉
	[318] = {card_id = 1102018,roleId = 1102018,color = 2,skill = {[1] = 1303018,[2] = 1304013,[3] = 1304007},callCost = 4},--强力噬日
	[319] = {card_id = 1102019,roleId = 1102019,color = 1,skill = {[1] = 1303019,[2] = 1304004,[3] = 1304006},callCost = 4},--强力食火蜥
	[320] = {card_id = 1102020,roleId = 1102020,color = 2,skill = {[1] = 1303020,[2] = 1304014,[3] = 1304007},callCost = 4},--强力高顺
	[321] = {card_id = 1102021,roleId = 1102021,color = 2,skill = {[1] = 1303021,[2] = 1304015,[3] = 1304007},callCost = 4}--强力烈风螳螂
}