--[[
--note:
神器的配置表。神器等级取神器组件的最低等级。神器等级达到特殊等级时，奖励一个被动技能。
神器升级的配置。
神器阶段性奖励的配置。
colums:
{RowId,顺位ID} ,{Id,行ID} ,{Quality,品质} ,{Name,名字} ,{NeedHellLevel,地狱道开启等级} ,{Condition,升级属性筛选器} ,{Icon,图标} ,{Components,道具集合} ,{HelpCol,辅助列} ,{Loc,位置} ,{lv,等级} ,{Cost[1].id,消耗道具ID1} ,{Cost[1].num,消耗道具数量1} ,{Cost[2].id,消耗道具ID2} ,{Cost[2].num,消耗道具数量2} ,{Cost[3].id,消耗道具ID3} ,{Cost[3].num,消耗道具数量3} ,{Prop[1].id,属性1ID} ,{Prop[1].val,属性1值} ,{Prop[2].id,属性2ID} ,{Prop[2].val,属性2值} ,{Prop[3].id,属性3ID} ,{Prop[3].val,属性3值} ,{GProp[1].id,队伍属性1ID} ,{GProp[1].val,队伍属性1值} ,{Lv,等级} ,{Type,类型
1是属性2是技能效果} ,{Desc,描述} ,{Effect[1],属性3ID} ,{Effect[2],属性3值}
primary key:
#0 [神器]: RowId
#1 [神器升级]: RowId,HelpCol,Loc
#2 [神器效果]: RowId,HelpCol,Loc
]]
return{
	[1] = {
		Id = 101,
		Quality = 2,
		Name = "两仪剑",
		NeedHellLevel = 2,
		Condition = 106,
		Icon = "ui_dtex_Item_1611001",
		Components = {1606003,1606004,1606005},
		Lvs = {
			[1] = {Prop = {[1] = {id = 113,val = 50}}},--两仪剑-1级
			[2] = {Prop = {[1] = {id = 113,val = 100}}},--两仪剑-2级
			[3] = {Prop = {[1] = {id = 113,val = 150}}},--两仪剑-3级
			[4] = {Prop = {[1] = {id = 113,val = 200}}},--两仪剑-4级
			[5] = {Prop = {[1] = {id = 113,val = 250}}},--两仪剑-5级
			[6] = {Prop = {[1] = {id = 113,val = 300}}},--两仪剑-6级
			[7] = {Prop = {[1] = {id = 113,val = 350}}},--两仪剑-7级
			[8] = {Prop = {[1] = {id = 113,val = 400}}},--两仪剑-8级
			[9] = {Prop = {[1] = {id = 113,val = 450}}},--两仪剑-9级
			[10] = {Prop = {[1] = {id = 113,val = 500}}},--两仪剑-10级
			[11] = {Prop = {[1] = {id = 113,val = 550}}},--两仪剑-11级
			[12] = {Prop = {[1] = {id = 113,val = 600}}},--两仪剑-12级
			[13] = {Prop = {[1] = {id = 113,val = 650}}},--两仪剑-13级
			[14] = {Prop = {[1] = {id = 113,val = 700}}},--两仪剑-14级
			[15] = {Prop = {[1] = {id = 113,val = 750}}}--两仪剑-15级
		},
		phaseBunus = {
			[1] = {Lv = 1,Type = 1,Desc = "每回合获得水晶+1",Prop = {[1] = {id = 113,val = 100}}},--神器1-1级效果
			[2] = {Lv = 2,Type = 1,Desc = "每回合获得水晶+1",Prop = {[1] = {id = 113,val = 100}}},--神器1-2级效果
			[3] = {Lv = 4,Type = 1,Desc = "初始红水晶+1",Prop = {[1] = {id = 113,val = 100}}},--神器1-4级效果
			[4] = {Lv = 7,Type = 1,Desc = "初始黄水晶+1",Prop = {[1] = {id = 113,val = 100}}},--神器1-7级效果
			[5] = {Lv = 10,Type = 1,Desc = "初始蓝水晶+1",Prop = {[1] = {id = 113,val = 100}}}--神器1-10级效果
		}
	},
	[2] = {
		Id = 102,
		Quality = 2,
		Name = "无界之爪",
		NeedHellLevel = 2,
		Condition = 106,
		Icon = "ui_dtex_Item_1611002",
		Components = {1606006,1606007,1606008,1606009,1606010},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 5}}},--无界之爪-1级
			[2] = {Prop = {[1] = {id = 111,val = 10}}},--无界之爪-2级
			[3] = {Prop = {[1] = {id = 111,val = 15}}},--无界之爪-3级
			[4] = {Prop = {[1] = {id = 111,val = 20}}},--无界之爪-4级
			[5] = {Prop = {[1] = {id = 111,val = 25}}},--无界之爪-5级
			[6] = {Prop = {[1] = {id = 111,val = 30}}},--无界之爪-6级
			[7] = {Prop = {[1] = {id = 111,val = 35}}},--无界之爪-7级
			[8] = {Prop = {[1] = {id = 111,val = 40}}},--无界之爪-8级
			[9] = {Prop = {[1] = {id = 111,val = 45}}},--无界之爪-9级
			[10] = {Prop = {[1] = {id = 111,val = 50}}},--无界之爪-10级
			[11] = {Prop = {[1] = {id = 111,val = 55}}},--无界之爪-11级
			[12] = {Prop = {[1] = {id = 111,val = 60}}},--无界之爪-12级
			[13] = {Prop = {[1] = {id = 111,val = 65}}},--无界之爪-13级
			[14] = {Prop = {[1] = {id = 111,val = 70}}},--无界之爪-14级
			[15] = {Prop = {[1] = {id = 111,val = 75}}}--无界之爪-15级
		},
		phaseBunus = {
			[1] = {Lv = 1,Type = 1,Desc = "寄灵人首次普攻50%几率回复1点本守护灵颜色的水晶",Prop = {[1] = {id = 113,val = 100}}},--神器2-1级效果
			[2] = {Lv = 3,Type = 1,Desc = "守护灵首次普攻伤害提升20%",Prop = {[1] = {id = 113,val = 100}}},--神器2-3级效果
			[3] = {Lv = 7,Type = 1,Desc = "守护灵首次普攻伤害提升50%",Prop = {[1] = {id = 113,val = 100}}},--神器2-7级效果
			[4] = {Lv = 10,Type = 1,Desc = "守护灵普攻对寄灵人伤害提升20%",Prop = {[1] = {id = 113,val = 100}}},--神器2-10级效果
			[5] = {Lv = 12,Type = 1,Desc = "守护灵普攻对寄灵人伤害提升50%",Prop = {[1] = {id = 113,val = 100}}}--神器2-12级效果
		}
	},
	[3] = {
		Id = 201,
		Quality = 3,
		Name = "踏雪白狼",
		NeedHellLevel = 3,
		Condition = 106,
		Icon = "ui_dtex_Item_1611003",
		Components = {1606011,1606012,1606013,1606014,1606015,1606016},
		Lvs = {
			[1] = {Prop = {[1] = {id = 110,val = 0.01}}},--踏雪白狼-1级
			[2] = {Prop = {[1] = {id = 110,val = 0.02}}},--踏雪白狼-2级
			[3] = {Prop = {[1] = {id = 110,val = 0.03}}},--踏雪白狼-3级
			[4] = {Prop = {[1] = {id = 110,val = 0.04}}},--踏雪白狼-4级
			[5] = {Prop = {[1] = {id = 110,val = 0.05}}},--踏雪白狼-5级
			[6] = {Prop = {[1] = {id = 110,val = 0.065}}},--踏雪白狼-6级
			[7] = {Prop = {[1] = {id = 110,val = 0.08}}},--踏雪白狼-7级
			[8] = {Prop = {[1] = {id = 110,val = 0.095}}},--踏雪白狼-8级
			[9] = {Prop = {[1] = {id = 110,val = 0.11}}},--踏雪白狼-9级
			[10] = {Prop = {[1] = {id = 110,val = 0.125}}},--踏雪白狼-10级
			[11] = {Prop = {[1] = {id = 110,val = 0.14}}},--踏雪白狼-11级
			[12] = {Prop = {[1] = {id = 110,val = 0.16}}},--踏雪白狼-12级
			[13] = {Prop = {[1] = {id = 110,val = 0.18}}},--踏雪白狼-13级
			[14] = {Prop = {[1] = {id = 110,val = 0.2}}},--踏雪白狼-14级
			[15] = {Prop = {[1] = {id = 110,val = 0.22}}},--踏雪白狼-15级
			[16] = {Prop = {[1] = {id = 110,val = 0.24}}},--踏雪白狼-16级
			[17] = {Prop = {[1] = {id = 110,val = 0.26}}},--踏雪白狼-17级
			[18] = {Prop = {[1] = {id = 110,val = 0.28}}},--踏雪白狼-18级
			[19] = {Prop = {[1] = {id = 110,val = 0.3}}},--踏雪白狼-19级
			[20] = {Prop = {[1] = {id = 110,val = 0.32}}},--踏雪白狼-20级
			[21] = {Prop = {[1] = {id = 110,val = 0.35}}}--踏雪白狼-21级
		},
		phaseBunus = {
			[1] = {Lv = 3,Type = 1,Desc = "每回合对生命值最低的单位回复200生命",Prop = {[1] = {id = 113,val = 100}}},--神器101-3级效果
			[2] = {Lv = 7,Type = 1,Desc = "每回合对生命值最低的单位再回复5%生命",Prop = {[1] = {id = 113,val = 100}}},--神器101-7级效果
			[3] = {Lv = 10,Type = 1,Desc = "每回合对生命值最低的单位再回复10%生命",Prop = {[1] = {id = 113,val = 100}}},--神器101-10级效果
			[4] = {Lv = 15,Type = 1,Desc = "每回合对生命值最低的单位再回复15%生命",Prop = {[1] = {id = 113,val = 100}}},--神器101-15级效果
			[5] = {Lv = 18,Type = 1,Desc = "每回合对生命值最低的单位再回复20%生命",Prop = {[1] = {id = 113,val = 100}}}--神器101-18级效果
		}
	},
	[4] = {
		Id = 202,
		Quality = 3,
		Name = "大荒紫电",
		NeedHellLevel = 3,
		Condition = 106,
		Icon = "ui_dtex_Item_1611004",
		Components = {1606017,1606018,1606019,1606020,1606021,1606022},
		Lvs = {
			[1] = {Prop = {[1] = {id = 108,val = 0.01}}},--大荒紫电-1级
			[2] = {Prop = {[1] = {id = 108,val = 0.02}}},--大荒紫电-2级
			[3] = {Prop = {[1] = {id = 108,val = 0.03}}},--大荒紫电-3级
			[4] = {Prop = {[1] = {id = 108,val = 0.04}}},--大荒紫电-4级
			[5] = {Prop = {[1] = {id = 108,val = 0.05}}},--大荒紫电-5级
			[6] = {Prop = {[1] = {id = 108,val = 0.065}}},--大荒紫电-6级
			[7] = {Prop = {[1] = {id = 108,val = 0.08}}},--大荒紫电-7级
			[8] = {Prop = {[1] = {id = 108,val = 0.095}}},--大荒紫电-8级
			[9] = {Prop = {[1] = {id = 108,val = 0.11}}},--大荒紫电-9级
			[10] = {Prop = {[1] = {id = 108,val = 0.125}}},--大荒紫电-10级
			[11] = {Prop = {[1] = {id = 108,val = 0.14}}},--大荒紫电-11级
			[12] = {Prop = {[1] = {id = 108,val = 0.16}}},--大荒紫电-12级
			[13] = {Prop = {[1] = {id = 108,val = 0.18}}},--大荒紫电-13级
			[14] = {Prop = {[1] = {id = 108,val = 0.2}}},--大荒紫电-14级
			[15] = {Prop = {[1] = {id = 108,val = 0.22}}},--大荒紫电-15级
			[16] = {Prop = {[1] = {id = 108,val = 0.24}}},--大荒紫电-16级
			[17] = {Prop = {[1] = {id = 108,val = 0.26}}},--大荒紫电-17级
			[18] = {Prop = {[1] = {id = 108,val = 0.28}}},--大荒紫电-18级
			[19] = {Prop = {[1] = {id = 108,val = 0.3}}},--大荒紫电-19级
			[20] = {Prop = {[1] = {id = 108,val = 0.32}}},--大荒紫电-20级
			[21] = {Prop = {[1] = {id = 108,val = 0.35}}}--大荒紫电-21级
		},
		phaseBunus = {
			[1] = {Lv = 3,Type = 1,Desc = "爆伤提升25%",Prop = {[1] = {id = 113,val = 100}}},--神器102-3级效果
			[2] = {Lv = 7,Type = 1,Desc = "对生命值高于70%的单位伤害提升15%",Prop = {[1] = {id = 113,val = 100}}},--神器102-7级效果
			[3] = {Lv = 10,Type = 1,Desc = "爆伤提升25%",Prop = {[1] = {id = 113,val = 100}}},--神器102-10级效果
			[4] = {Lv = 15,Type = 1,Desc = "对生命值低于40%的单位，伤害提升20%",Prop = {[1] = {id = 113,val = 100}}},--神器102-15级效果
			[5] = {Lv = 18,Type = 1,Desc = "如果杀死敌方单位，则回复3点随机水晶",Prop = {[1] = {id = 113,val = 100}}}--神器102-18级效果
		}
	},
	[5] = {
		Id = 301,
		Quality = 4,
		Name = "十殿阎罗",
		NeedHellLevel = 4,
		Condition = 106,
		Icon = "ui_dtex_Item_1611005",
		Components = {1606023,1606024,1606025,1606026,1606027,1606028},
		Lvs = {
			[1] = {Prop = {[1] = {id = 109,val = 0.01}}},--十殿阎罗-1级
			[2] = {Prop = {[1] = {id = 109,val = 0.02}}},--十殿阎罗-2级
			[3] = {Prop = {[1] = {id = 109,val = 0.03}}},--十殿阎罗-3级
			[4] = {Prop = {[1] = {id = 109,val = 0.04}}},--十殿阎罗-4级
			[5] = {Prop = {[1] = {id = 109,val = 0.05}}},--十殿阎罗-5级
			[6] = {Prop = {[1] = {id = 109,val = 0.065}}},--十殿阎罗-6级
			[7] = {Prop = {[1] = {id = 109,val = 0.08}}},--十殿阎罗-7级
			[8] = {Prop = {[1] = {id = 109,val = 0.095}}},--十殿阎罗-8级
			[9] = {Prop = {[1] = {id = 109,val = 0.11}}},--十殿阎罗-9级
			[10] = {Prop = {[1] = {id = 109,val = 0.125}}},--十殿阎罗-10级
			[11] = {Prop = {[1] = {id = 109,val = 0.14}}},--十殿阎罗-11级
			[12] = {Prop = {[1] = {id = 109,val = 0.16}}},--十殿阎罗-12级
			[13] = {Prop = {[1] = {id = 109,val = 0.18}}},--十殿阎罗-13级
			[14] = {Prop = {[1] = {id = 109,val = 0.2}}},--十殿阎罗-14级
			[15] = {Prop = {[1] = {id = 109,val = 0.22}}},--十殿阎罗-15级
			[16] = {Prop = {[1] = {id = 109,val = 0.24}}},--十殿阎罗-16级
			[17] = {Prop = {[1] = {id = 109,val = 0.26}}},--十殿阎罗-17级
			[18] = {Prop = {[1] = {id = 109,val = 0.28}}},--十殿阎罗-18级
			[19] = {Prop = {[1] = {id = 109,val = 0.3}}},--十殿阎罗-19级
			[20] = {Prop = {[1] = {id = 109,val = 0.32}}},--十殿阎罗-20级
			[21] = {Prop = {[1] = {id = 109,val = 0.35}}}--十殿阎罗-21级
		},
		phaseBunus = {
			[1] = {Lv = 3,Type = 1,Desc = "防御大于对方攻击一半时，所受伤害降低10%",Prop = {[1] = {id = 113,val = 100}}},--神器201-3级效果
			[2] = {Lv = 7,Type = 1,Desc = "对生命值高于70%时，受到暴击概率降低10%",Prop = {[1] = {id = 113,val = 100}}},--神器201-7级效果
			[3] = {Lv = 10,Type = 1,Desc = "格挡效果提升10%",Prop = {[1] = {id = 113,val = 100}}},--神器201-10级效果
			[4] = {Lv = 15,Type = 1,Desc = "对生命值低于40%的单位，防御提升30%",Prop = {[1] = {id = 113,val = 100}}},--神器201-15级效果
			[5] = {Lv = 18,Type = 1,Desc = "防御大于对方攻击一半时，格挡率提升10%",Prop = {[1] = {id = 113,val = 100}}}--神器201-18级效果
		}
	},
	[6] = {
		Id = 302,
		Quality = 4,
		Name = "大夏龙雀",
		NeedHellLevel = 4,
		Condition = 106,
		Icon = "ui_dtex_Item_1611006",
		Components = {1606029,1606030,1606031,1606032,1606033,1606034,1606035,1606036},
		Lvs = {
			[1] = {GProp = {[1] = {id = 201,val = 1}}},--大夏龙雀-1级
			[2] = {GProp = {[1] = {id = 201,val = 2}}},--大夏龙雀-2级
			[3] = {GProp = {[1] = {id = 201,val = 3}}},--大夏龙雀-3级
			[4] = {GProp = {[1] = {id = 201,val = 4}}},--大夏龙雀-4级
			[5] = {GProp = {[1] = {id = 201,val = 5}}},--大夏龙雀-5级
			[6] = {GProp = {[1] = {id = 201,val = 6}}},--大夏龙雀-6级
			[7] = {GProp = {[1] = {id = 201,val = 7}}},--大夏龙雀-7级
			[8] = {GProp = {[1] = {id = 201,val = 8}}},--大夏龙雀-8级
			[9] = {GProp = {[1] = {id = 201,val = 9}}},--大夏龙雀-9级
			[10] = {GProp = {[1] = {id = 201,val = 10}}},--大夏龙雀-10级
			[11] = {GProp = {[1] = {id = 201,val = 12}}},--大夏龙雀-11级
			[12] = {GProp = {[1] = {id = 201,val = 14}}},--大夏龙雀-12级
			[13] = {GProp = {[1] = {id = 201,val = 16}}},--大夏龙雀-13级
			[14] = {GProp = {[1] = {id = 201,val = 18}}},--大夏龙雀-14级
			[15] = {GProp = {[1] = {id = 201,val = 20}}},--大夏龙雀-15级
			[16] = {GProp = {[1] = {id = 201,val = 22}}},--大夏龙雀-16级
			[17] = {GProp = {[1] = {id = 201,val = 24}}},--大夏龙雀-17级
			[18] = {GProp = {[1] = {id = 201,val = 26}}},--大夏龙雀-18级
			[19] = {GProp = {[1] = {id = 201,val = 28}}},--大夏龙雀-19级
			[20] = {GProp = {[1] = {id = 201,val = 30}}},--大夏龙雀-20级
			[21] = {GProp = {[1] = {id = 201,val = 32}}}--大夏龙雀-21级
		},
		phaseBunus = {
			[1] = {Lv = 3,Type = 1,Desc = "如果等级高于对方，先攻增加等级差",Prop = {[1] = {id = 113,val = 100}}},--神器202-3级效果
			[2] = {Lv = 7,Type = 1,Desc = "寄灵人首次普攻，技能效果翻倍",Prop = {[1] = {id = 113,val = 100}}},--神器202-7级效果
			[3] = {Lv = 10,Type = 1,Desc = "第一次召唤守护灵，返还对应水晶2点",Prop = {[1] = {id = 113,val = 100}}},--神器202-10级效果
			[4] = {Lv = 15,Type = 1,Desc = "守护灵首次普攻技能效果翻倍",Prop = {[1] = {id = 113,val = 100}}},--神器202-15级效果
			[5] = {Lv = 18,Type = 1,Desc = "守护灵召唤出时，立即对对方进行一次普攻",Prop = {[1] = {id = 113,val = 100}}}--神器202-18级效果
		}
	},
	[7] = {
		Id = 303,
		Quality = 4,
		Name = "阿波普之刃",
		NeedHellLevel = 4,
		Condition = 106,
		Icon = "ui_dtex_Item_1611007",
		Components = {1606037,1606038,1606039,1606040,1606041,1606042,1606043,1606044},
		Lvs = {
			[1] = {Prop = {[1] = {id = 127,val = 0.01}}},--阿波普之刃-1级
			[2] = {Prop = {[1] = {id = 127,val = 0.02}}},--阿波普之刃-2级
			[3] = {Prop = {[1] = {id = 127,val = 0.03}}},--阿波普之刃-3级
			[4] = {Prop = {[1] = {id = 127,val = 0.04}}},--阿波普之刃-4级
			[5] = {Prop = {[1] = {id = 127,val = 0.05}}},--阿波普之刃-5级
			[6] = {Prop = {[1] = {id = 127,val = 0.065}}},--阿波普之刃-6级
			[7] = {Prop = {[1] = {id = 127,val = 0.08}}},--阿波普之刃-7级
			[8] = {Prop = {[1] = {id = 127,val = 0.095}}},--阿波普之刃-8级
			[9] = {Prop = {[1] = {id = 127,val = 0.11}}},--阿波普之刃-9级
			[10] = {Prop = {[1] = {id = 127,val = 0.125}}},--阿波普之刃-10级
			[11] = {Prop = {[1] = {id = 127,val = 0.14}}},--阿波普之刃-11级
			[12] = {Prop = {[1] = {id = 127,val = 0.16}}},--阿波普之刃-12级
			[13] = {Prop = {[1] = {id = 127,val = 0.18}}},--阿波普之刃-13级
			[14] = {Prop = {[1] = {id = 127,val = 0.2}}},--阿波普之刃-14级
			[15] = {Prop = {[1] = {id = 127,val = 0.22}}},--阿波普之刃-15级
			[16] = {Prop = {[1] = {id = 127,val = 0.24}}},--阿波普之刃-16级
			[17] = {Prop = {[1] = {id = 127,val = 0.26}}},--阿波普之刃-17级
			[18] = {Prop = {[1] = {id = 127,val = 0.28}}},--阿波普之刃-18级
			[19] = {Prop = {[1] = {id = 127,val = 0.3}}},--阿波普之刃-19级
			[20] = {Prop = {[1] = {id = 127,val = 0.32}}},--阿波普之刃-20级
			[21] = {Prop = {[1] = {id = 127,val = 0.35}}}--阿波普之刃-21级
		},
		phaseBunus = {
			[1] = {Lv = 3,Type = 1,Desc = "首次释放奥义技能，效果命中提升20%",Prop = {[1] = {id = 113,val = 100}}},--神器203-3级效果
			[2] = {Lv = 7,Type = 1,Desc = "恶灵入侵中，奥义伤害提升20%",Prop = {[1] = {id = 113,val = 100}}},--神器203-7级效果
			[3] = {Lv = 10,Type = 1,Desc = "首次释放奥义技能，返回2点对应水晶",Prop = {[1] = {id = 113,val = 100}}},--神器203-10级效果
			[4] = {Lv = 15,Type = 1,Desc = "每个守护灵第2次奥义伤害提升35%",Prop = {[1] = {id = 113,val = 100}}},--神器203-15级效果
			[5] = {Lv = 18,Type = 1,Desc = "每个守护灵第3次奥义伤害提升50%",Prop = {[1] = {id = 113,val = 100}}}--神器203-18级效果
		}
	}
}