--[[
--note:
神器的配置表。神器等级取神器组件的最低等级。神器等级达到特殊等级时，奖励一个被动技能。
神器升级的配置。
神器阶段性奖励的配置。
colums:
{RowId,顺位ID} ,{Id,行ID} ,{Quality,品质} ,{Name,名字} ,{NeedLevel,开启等级} ,{Condition,升级属性筛选器} ,{Icon,图标} ,{Components,道具集合} ,{HelpCol,辅助列} ,{Loc,位置} ,{lv,等级} ,{Cost[1].id,消耗道具ID1} ,{Cost[1].num,消耗道具数量1} ,{Cost[2].id,消耗道具ID2} ,{Cost[2].num,消耗道具数量2} ,{Cost[3].id,消耗道具ID3} ,{Cost[3].num,消耗道具数量3} ,{Prop[1].id,属性1ID} ,{Prop[1].val,属性1值} ,{Prop[2].id,属性2ID} ,{Prop[2].val,属性2值} ,{Prop[3].id,属性3ID} ,{Prop[3].val,属性3值} ,{Lv,等级} ,{Type,类型
1是属性2是技能效果} ,{Desc,描述} ,{Effect[1],属性3ID} ,{Effect[2],属性3值}
primary key:
#0 [神器]: RowId
#1 [神器升级]: RowId,HelpCol,Loc
#2 [神器效果]: RowId,HelpCol,Loc
]]
return{
	[1] = {
		Id = 101,
		Quality = 2,
		Name = "两仪剑",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_001",
		Components = {1606003,1606004},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--两仪剑-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}}--两仪剑-40级
		},
		phaseBunus = {
			[1] = {Lv = 1,Type = 1,Desc = "每回合获得水晶+2",Prop = {[1] = {id = 127,val = 2}}},--初级神器1级属性
			[2] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+0.8%，生命+0.8%",Prop = {[1] = {id = 108,val = 0.016},[2] = {id = 110,val = 0.016}}},--初级神器1-5级属性
			[3] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--初级神器1-10级属性
			[4] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，防御+0.8%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 109,val = 0.016}}},--初级神器1-15级属性
			[5] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--初级神器1-20级属性
			[6] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.2%，生命+0.8%",Prop = {[1] = {id = 109,val = 0.024},[2] = {id = 110,val = 0.024}}},--初级神器1-25级属性
			[7] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--初级神器1-30级属性
		}
	},
	[2] = {
		Id = 102,
		Quality = 2,
		Name = "无界之爪",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_001",
		Components = {1606005,1606006},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--无界之爪-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}}--无界之爪-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+0.8%，生命+0.8%",Prop = {[1] = {id = 108,val = 0.016},[2] = {id = 110,val = 0.016}}},--初级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--初级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，防御+0.8%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 109,val = 0.016}}},--初级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--初级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.2%，生命+0.8%",Prop = {[1] = {id = 109,val = 0.024},[2] = {id = 110,val = 0.024}}},--初级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--初级神器2-30级属性
		}
	},
	[3] = {
		Id = 201,
		Quality = 3,
		Name = "踏雪白狼",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_002",
		Components = {1606007,1606008,1606009,1606010},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}},--踏雪白狼-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0}}}--踏雪白狼-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，生命+1.2%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 110,val = 0.024}}},--中级神器1-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--中级神器1-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.8%，防御+1.2%",Prop = {[1] = {id = 108,val = 0.036},[2] = {id = 109,val = 0.024}}},--中级神器1-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--中级神器1-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.8%，生命+1.8%",Prop = {[1] = {id = 109,val = 0.036},[2] = {id = 110,val = 0.036}}},--中级神器1-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--中级神器1-30级属性
		}
	},
	[4] = {
		Id = 202,
		Quality = 3,
		Name = "大荒紫电",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_002",
		Components = {1606011,1606012,1606013,1606014},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}},--大荒紫电-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 113,val = 0}}}--大荒紫电-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，生命+1.2%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 110,val = 0.024}}},--中级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--中级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.8%，防御+1.2%",Prop = {[1] = {id = 108,val = 0.036},[2] = {id = 109,val = 0.024}}},--中级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--中级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.8%，生命+1.8%",Prop = {[1] = {id = 109,val = 0.036},[2] = {id = 110,val = 0.036}}},--中级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--中级神器2-30级属性
		}
	},
	[5] = {
		Id = 301,
		Quality = 4,
		Name = "十殿阎罗",
		NeedLevel = 1,
		Condition = 101,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606015,1606016,1606017,1606018,1606019,1606020},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--十殿阎罗-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}}--十殿阎罗-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 101,Desc = "红色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器1-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器1-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 101,Desc = "红色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器1-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器1-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 101,Desc = "红色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器1-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器1-30级属性
		}
	},
	[6] = {
		Id = 302,
		Quality = 4,
		Name = "大夏龙雀",
		NeedLevel = 1,
		Condition = 102,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606021,1606022,1606023,1606024,1606025,1606026},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--大夏龙雀-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}}--大夏龙雀-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 102,Desc = "黄色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 102,Desc = "黄色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 102,Desc = "黄色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器2-30级属性
		}
	},
	[7] = {
		Id = 303,
		Quality = 4,
		Name = "阿波普之刃",
		NeedLevel = 1,
		Condition = 103,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606027,1606028,1606029,1606030,1606031,1606032},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-1级
			[2] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-2级
			[3] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-3级
			[4] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-4级
			[5] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-5级
			[6] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-6级
			[7] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-7级
			[8] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-8级
			[9] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-9级
			[10] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-10级
			[11] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-11级
			[12] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-12级
			[13] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-13级
			[14] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-14级
			[15] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-15级
			[16] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-16级
			[17] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-17级
			[18] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-18级
			[19] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-19级
			[20] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-20级
			[21] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-21级
			[22] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-22级
			[23] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-23级
			[24] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-24级
			[25] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-25级
			[26] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-26级
			[27] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-27级
			[28] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-28级
			[29] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-29级
			[30] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-30级
			[31] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-31级
			[32] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-32级
			[33] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-33级
			[34] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-34级
			[35] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-35级
			[36] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-36级
			[37] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-37级
			[38] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-38级
			[39] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}},--阿波普之刃-39级
			[40] = {Prop = {[1] = {id = 111,val = 0},[2] = {id = 112,val = 0},[3] = {id = 113,val = 0}}}--阿波普之刃-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 103,Desc = "蓝色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器3-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器3-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 103,Desc = "蓝色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器3-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器3-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 103,Desc = "蓝色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器3-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器3-30级属性
		}
	}
}