--[[
--note:
神器的配置表。神器等级取神器组件的最低等级。神器等级达到特殊等级时，奖励一个被动技能。
神器升级的配置。
神器阶段性奖励的配置。
colums:
{RowId,顺位ID} ,{Id,行ID} ,{Name,名字} ,{NeedLevel,开启等级} ,{Condition,升级属性筛选器} ,{Icon,图标} ,{Components,道具集合} ,{HelpCol,辅助列} ,{Loc,位置} ,{lv,等级} ,{Cost[1].id,消耗道具ID1} ,{Cost[1].num,消耗道具数量1} ,{Cost[2].id,消耗道具ID2} ,{Cost[2].num,消耗道具数量2} ,{Cost[3].id,消耗道具ID3} ,{Cost[3].num,消耗道具数量3} ,{Prop[1].id,属性1ID} ,{Prop[1].val,属性1值} ,{Prop[2].id,属性2ID} ,{Prop[2].val,属性2值} ,{Prop[3].id,属性3ID} ,{Prop[3].val,属性3值} ,{Lv,等级} ,{Type,类型
1是属性2是技能效果} ,{Desc,描述} ,{Effect[1],属性3ID} ,{Effect[2],属性3值}
primary key:
#0 [神器]: RowId
#1 [神器升级]: RowId,HelpCol,Loc
#2 [神器效果]: RowId,HelpCol,Loc
]]
return{
	[1] = {
		Id = 101,
		Name = "两仪剑",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_001",
		Components = {1606003,1606004},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 23},[2] = {id = 112,val = 23}}},--两仪剑-1级
			[2] = {Prop = {[1] = {id = 111,val = 29},[2] = {id = 112,val = 29}}},--两仪剑-2级
			[3] = {Prop = {[1] = {id = 111,val = 35},[2] = {id = 112,val = 34}}},--两仪剑-3级
			[4] = {Prop = {[1] = {id = 111,val = 41},[2] = {id = 112,val = 40}}},--两仪剑-4级
			[5] = {Prop = {[1] = {id = 111,val = 47},[2] = {id = 112,val = 47}}},--两仪剑-5级
			[6] = {Prop = {[1] = {id = 111,val = 54},[2] = {id = 112,val = 53}}},--两仪剑-6级
			[7] = {Prop = {[1] = {id = 111,val = 61},[2] = {id = 112,val = 60}}},--两仪剑-7级
			[8] = {Prop = {[1] = {id = 111,val = 68},[2] = {id = 112,val = 67}}},--两仪剑-8级
			[9] = {Prop = {[1] = {id = 111,val = 75},[2] = {id = 112,val = 74}}},--两仪剑-9级
			[10] = {Prop = {[1] = {id = 111,val = 83},[2] = {id = 112,val = 82}}},--两仪剑-10级
			[11] = {Prop = {[1] = {id = 111,val = 90},[2] = {id = 112,val = 90}}},--两仪剑-11级
			[12] = {Prop = {[1] = {id = 111,val = 98},[2] = {id = 112,val = 98}}},--两仪剑-12级
			[13] = {Prop = {[1] = {id = 111,val = 107},[2] = {id = 112,val = 106}}},--两仪剑-13级
			[14] = {Prop = {[1] = {id = 111,val = 115},[2] = {id = 112,val = 114}}},--两仪剑-14级
			[15] = {Prop = {[1] = {id = 111,val = 124},[2] = {id = 112,val = 123}}},--两仪剑-15级
			[16] = {Prop = {[1] = {id = 111,val = 133},[2] = {id = 112,val = 132}}},--两仪剑-16级
			[17] = {Prop = {[1] = {id = 111,val = 142},[2] = {id = 112,val = 141}}},--两仪剑-17级
			[18] = {Prop = {[1] = {id = 111,val = 152},[2] = {id = 112,val = 150}}},--两仪剑-18级
			[19] = {Prop = {[1] = {id = 111,val = 161},[2] = {id = 112,val = 160}}},--两仪剑-19级
			[20] = {Prop = {[1] = {id = 111,val = 171},[2] = {id = 112,val = 170}}},--两仪剑-20级
			[21] = {Prop = {[1] = {id = 111,val = 181},[2] = {id = 112,val = 180}}},--两仪剑-21级
			[22] = {Prop = {[1] = {id = 111,val = 192},[2] = {id = 112,val = 190}}},--两仪剑-22级
			[23] = {Prop = {[1] = {id = 111,val = 202},[2] = {id = 112,val = 201}}},--两仪剑-23级
			[24] = {Prop = {[1] = {id = 111,val = 213},[2] = {id = 112,val = 211}}},--两仪剑-24级
			[25] = {Prop = {[1] = {id = 111,val = 224},[2] = {id = 112,val = 222}}},--两仪剑-25级
			[26] = {Prop = {[1] = {id = 111,val = 236},[2] = {id = 112,val = 234}}},--两仪剑-26级
			[27] = {Prop = {[1] = {id = 111,val = 247},[2] = {id = 112,val = 245}}},--两仪剑-27级
			[28] = {Prop = {[1] = {id = 111,val = 259},[2] = {id = 112,val = 257}}},--两仪剑-28级
			[29] = {Prop = {[1] = {id = 111,val = 271},[2] = {id = 112,val = 269}}},--两仪剑-29级
			[30] = {Prop = {[1] = {id = 111,val = 283},[2] = {id = 112,val = 281}}},--两仪剑-30级
			[31] = {Prop = {[1] = {id = 111,val = 296},[2] = {id = 112,val = 293}}},--两仪剑-31级
			[32] = {Prop = {[1] = {id = 111,val = 308},[2] = {id = 112,val = 306}}},--两仪剑-32级
			[33] = {Prop = {[1] = {id = 111,val = 321},[2] = {id = 112,val = 319}}},--两仪剑-33级
			[34] = {Prop = {[1] = {id = 111,val = 335},[2] = {id = 112,val = 332}}},--两仪剑-34级
			[35] = {Prop = {[1] = {id = 111,val = 348},[2] = {id = 112,val = 345}}},--两仪剑-35级
			[36] = {Prop = {[1] = {id = 111,val = 362},[2] = {id = 112,val = 359}}},--两仪剑-36级
			[37] = {Prop = {[1] = {id = 111,val = 376},[2] = {id = 112,val = 373}}},--两仪剑-37级
			[38] = {Prop = {[1] = {id = 111,val = 390},[2] = {id = 112,val = 387}}},--两仪剑-38级
			[39] = {Prop = {[1] = {id = 111,val = 404},[2] = {id = 112,val = 401}}},--两仪剑-39级
			[40] = {Prop = {[1] = {id = 111,val = 419},[2] = {id = 112,val = 415}}}--两仪剑-40级
		},
		phaseBunus = {
			[1] = {Lv = 1,Type = 1,Desc = "每回合获得水晶+2",Prop = {[1] = {id = 201,val = 2}}},--初级神器1级属性
			[2] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+0.8%，生命+0.8%",Prop = {[1] = {id = 108,val = 0.016},[2] = {id = 110,val = 0.016}}},--初级神器1-5级属性
			[3] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--初级神器1-10级属性
			[4] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，防御+0.8%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 109,val = 0.016}}},--初级神器1-15级属性
			[5] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--初级神器1-20级属性
			[6] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.2%，生命+0.8%",Prop = {[1] = {id = 109,val = 0.024},[2] = {id = 110,val = 0.024}}},--初级神器1-25级属性
			[7] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--初级神器1-30级属性
		}
	},
	[2] = {
		Id = 102,
		Name = "无界之爪",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_001",
		Components = {1606005,1606006},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 35},[2] = {id = 113,val = 348}}},--无界之爪-1级
			[2] = {Prop = {[1] = {id = 111,val = 43},[2] = {id = 113,val = 433}}},--无界之爪-2级
			[3] = {Prop = {[1] = {id = 111,val = 52},[2] = {id = 113,val = 522}}},--无界之爪-3级
			[4] = {Prop = {[1] = {id = 111,val = 61},[2] = {id = 113,val = 614}}},--无界之爪-4级
			[5] = {Prop = {[1] = {id = 111,val = 71},[2] = {id = 113,val = 710}}},--无界之爪-5级
			[6] = {Prop = {[1] = {id = 111,val = 81},[2] = {id = 113,val = 810}}},--无界之爪-6级
			[7] = {Prop = {[1] = {id = 111,val = 91},[2] = {id = 113,val = 913}}},--无界之爪-7级
			[8] = {Prop = {[1] = {id = 111,val = 102},[2] = {id = 113,val = 1019}}},--无界之爪-8级
			[9] = {Prop = {[1] = {id = 111,val = 113},[2] = {id = 113,val = 1130}}},--无界之爪-9级
			[10] = {Prop = {[1] = {id = 111,val = 124},[2] = {id = 113,val = 1243}}},--无界之爪-10级
			[11] = {Prop = {[1] = {id = 111,val = 136},[2] = {id = 113,val = 1360}}},--无界之爪-11级
			[12] = {Prop = {[1] = {id = 111,val = 148},[2] = {id = 113,val = 1481}}},--无界之爪-12级
			[13] = {Prop = {[1] = {id = 111,val = 160},[2] = {id = 113,val = 1606}}},--无界之爪-13级
			[14] = {Prop = {[1] = {id = 111,val = 173},[2] = {id = 113,val = 1733}}},--无界之爪-14级
			[15] = {Prop = {[1] = {id = 111,val = 186},[2] = {id = 113,val = 1865}}},--无界之爪-15级
			[16] = {Prop = {[1] = {id = 111,val = 199},[2] = {id = 113,val = 2000}}},--无界之爪-16级
			[17] = {Prop = {[1] = {id = 111,val = 213},[2] = {id = 113,val = 2138}}},--无界之爪-17级
			[18] = {Prop = {[1] = {id = 111,val = 227},[2] = {id = 113,val = 2280}}},--无界之爪-18级
			[19] = {Prop = {[1] = {id = 111,val = 242},[2] = {id = 113,val = 2426}}},--无界之爪-19级
			[20] = {Prop = {[1] = {id = 111,val = 257},[2] = {id = 113,val = 2575}}},--无界之爪-20级
			[21] = {Prop = {[1] = {id = 111,val = 272},[2] = {id = 113,val = 2728}}},--无界之爪-21级
			[22] = {Prop = {[1] = {id = 111,val = 287},[2] = {id = 113,val = 2884}}},--无界之爪-22级
			[23] = {Prop = {[1] = {id = 111,val = 303},[2] = {id = 113,val = 3044}}},--无界之爪-23级
			[24] = {Prop = {[1] = {id = 111,val = 320},[2] = {id = 113,val = 3207}}},--无界之爪-24级
			[25] = {Prop = {[1] = {id = 111,val = 336},[2] = {id = 113,val = 3374}}},--无界之爪-25级
			[26] = {Prop = {[1] = {id = 111,val = 353},[2] = {id = 113,val = 3545}}},--无界之爪-26级
			[27] = {Prop = {[1] = {id = 111,val = 371},[2] = {id = 113,val = 3719}}},--无界之爪-27级
			[28] = {Prop = {[1] = {id = 111,val = 388},[2] = {id = 113,val = 3897}}},--无界之爪-28级
			[29] = {Prop = {[1] = {id = 111,val = 406},[2] = {id = 113,val = 4078}}},--无界之爪-29级
			[30] = {Prop = {[1] = {id = 111,val = 425},[2] = {id = 113,val = 4262}}},--无界之爪-30级
			[31] = {Prop = {[1] = {id = 111,val = 444},[2] = {id = 113,val = 4451}}},--无界之爪-31级
			[32] = {Prop = {[1] = {id = 111,val = 463},[2] = {id = 113,val = 4642}}},--无界之爪-32级
			[33] = {Prop = {[1] = {id = 111,val = 482},[2] = {id = 113,val = 4838}}},--无界之爪-33级
			[34] = {Prop = {[1] = {id = 111,val = 502},[2] = {id = 113,val = 5037}}},--无界之爪-34级
			[35] = {Prop = {[1] = {id = 111,val = 522},[2] = {id = 113,val = 5239}}},--无界之爪-35级
			[36] = {Prop = {[1] = {id = 111,val = 543},[2] = {id = 113,val = 5445}}},--无界之爪-36级
			[37] = {Prop = {[1] = {id = 111,val = 564},[2] = {id = 113,val = 5655}}},--无界之爪-37级
			[38] = {Prop = {[1] = {id = 111,val = 585},[2] = {id = 113,val = 5868}}},--无界之爪-38级
			[39] = {Prop = {[1] = {id = 111,val = 606},[2] = {id = 113,val = 6085}}},--无界之爪-39级
			[40] = {Prop = {[1] = {id = 111,val = 628},[2] = {id = 113,val = 6305}}}--无界之爪-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+0.8%，生命+0.8%",Prop = {[1] = {id = 108,val = 0.016},[2] = {id = 110,val = 0.016}}},--初级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--初级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，防御+0.8%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 109,val = 0.016}}},--初级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--初级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.2%，生命+0.8%",Prop = {[1] = {id = 109,val = 0.024},[2] = {id = 110,val = 0.024}}},--初级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--初级神器2-30级属性
		}
	},
	[3] = {
		Id = 201,
		Name = "踏雪白狼",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_002",
		Components = {1606007,1606008,1606009,1606010},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 58},[2] = {id = 112,val = 58}}},--踏雪白狼-1级
			[2] = {Prop = {[1] = {id = 111,val = 72},[2] = {id = 112,val = 72}}},--踏雪白狼-2级
			[3] = {Prop = {[1] = {id = 111,val = 87},[2] = {id = 112,val = 86}}},--踏雪白狼-3级
			[4] = {Prop = {[1] = {id = 111,val = 102},[2] = {id = 112,val = 102}}},--踏雪白狼-4级
			[5] = {Prop = {[1] = {id = 111,val = 118},[2] = {id = 112,val = 118}}},--踏雪白狼-5级
			[6] = {Prop = {[1] = {id = 111,val = 135},[2] = {id = 112,val = 134}}},--踏雪白狼-6级
			[7] = {Prop = {[1] = {id = 111,val = 152},[2] = {id = 112,val = 151}}},--踏雪白狼-7级
			[8] = {Prop = {[1] = {id = 111,val = 169},[2] = {id = 112,val = 169}}},--踏雪白狼-8级
			[9] = {Prop = {[1] = {id = 111,val = 188},[2] = {id = 112,val = 187}}},--踏雪白狼-9级
			[10] = {Prop = {[1] = {id = 111,val = 207},[2] = {id = 112,val = 206}}},--踏雪白狼-10级
			[11] = {Prop = {[1] = {id = 111,val = 226},[2] = {id = 112,val = 225}}},--踏雪白狼-11级
			[12] = {Prop = {[1] = {id = 111,val = 246},[2] = {id = 112,val = 245}}},--踏雪白狼-12级
			[13] = {Prop = {[1] = {id = 111,val = 267},[2] = {id = 112,val = 266}}},--踏雪白狼-13级
			[14] = {Prop = {[1] = {id = 111,val = 288},[2] = {id = 112,val = 287}}},--踏雪白狼-14级
			[15] = {Prop = {[1] = {id = 111,val = 310},[2] = {id = 112,val = 309}}},--踏雪白狼-15级
			[16] = {Prop = {[1] = {id = 111,val = 332},[2] = {id = 112,val = 331}}},--踏雪白狼-16级
			[17] = {Prop = {[1] = {id = 111,val = 355},[2] = {id = 112,val = 354}}},--踏雪白狼-17级
			[18] = {Prop = {[1] = {id = 111,val = 379},[2] = {id = 112,val = 377}}},--踏雪白狼-18级
			[19] = {Prop = {[1] = {id = 111,val = 403},[2] = {id = 112,val = 402}}},--踏雪白狼-19级
			[20] = {Prop = {[1] = {id = 111,val = 428},[2] = {id = 112,val = 426}}},--踏雪白狼-20级
			[21] = {Prop = {[1] = {id = 111,val = 453},[2] = {id = 112,val = 452}}},--踏雪白狼-21级
			[22] = {Prop = {[1] = {id = 111,val = 479},[2] = {id = 112,val = 477}}},--踏雪白狼-22级
			[23] = {Prop = {[1] = {id = 111,val = 506},[2] = {id = 112,val = 504}}},--踏雪白狼-23级
			[24] = {Prop = {[1] = {id = 111,val = 533},[2] = {id = 112,val = 531}}},--踏雪白狼-24级
			[25] = {Prop = {[1] = {id = 111,val = 561},[2] = {id = 112,val = 559}}},--踏雪白狼-25级
			[26] = {Prop = {[1] = {id = 111,val = 589},[2] = {id = 112,val = 587}}},--踏雪白狼-26级
			[27] = {Prop = {[1] = {id = 111,val = 618},[2] = {id = 112,val = 616}}},--踏雪白狼-27级
			[28] = {Prop = {[1] = {id = 111,val = 647},[2] = {id = 112,val = 645}}},--踏雪白狼-28级
			[29] = {Prop = {[1] = {id = 111,val = 677},[2] = {id = 112,val = 675}}},--踏雪白狼-29级
			[30] = {Prop = {[1] = {id = 111,val = 708},[2] = {id = 112,val = 706}}},--踏雪白狼-30级
			[31] = {Prop = {[1] = {id = 111,val = 739},[2] = {id = 112,val = 737}}},--踏雪白狼-31级
			[32] = {Prop = {[1] = {id = 111,val = 771},[2] = {id = 112,val = 769}}},--踏雪白狼-32级
			[33] = {Prop = {[1] = {id = 111,val = 804},[2] = {id = 112,val = 801}}},--踏雪白狼-33级
			[34] = {Prop = {[1] = {id = 111,val = 837},[2] = {id = 112,val = 834}}},--踏雪白狼-34级
			[35] = {Prop = {[1] = {id = 111,val = 870},[2] = {id = 112,val = 867}}},--踏雪白狼-35级
			[36] = {Prop = {[1] = {id = 111,val = 904},[2] = {id = 112,val = 901}}},--踏雪白狼-36级
			[37] = {Prop = {[1] = {id = 111,val = 939},[2] = {id = 112,val = 936}}},--踏雪白狼-37级
			[38] = {Prop = {[1] = {id = 111,val = 975},[2] = {id = 112,val = 971}}},--踏雪白狼-38级
			[39] = {Prop = {[1] = {id = 111,val = 1011},[2] = {id = 112,val = 1007}}},--踏雪白狼-39级
			[40] = {Prop = {[1] = {id = 111,val = 1047},[2] = {id = 112,val = 1044}}}--踏雪白狼-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，生命+1.2%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 110,val = 0.024}}},--中级神器1-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--中级神器1-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.8%，防御+1.2%",Prop = {[1] = {id = 108,val = 0.036},[2] = {id = 109,val = 0.024}}},--中级神器1-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--中级神器1-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.8%，生命+1.8%",Prop = {[1] = {id = 109,val = 0.036},[2] = {id = 110,val = 0.036}}},--中级神器1-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--中级神器1-30级属性
		}
	},
	[4] = {
		Id = 202,
		Name = "大荒紫电",
		NeedLevel = 1,
		Condition = 106,
		Icon = "ui_dtex_Shenqi_002",
		Components = {1606011,1606012,1606013,1606014},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 81},[2] = {id = 113,val = 812}}},--大荒紫电-1级
			[2] = {Prop = {[1] = {id = 111,val = 101},[2] = {id = 113,val = 1011}}},--大荒紫电-2级
			[3] = {Prop = {[1] = {id = 111,val = 121},[2] = {id = 113,val = 1219}}},--大荒紫电-3级
			[4] = {Prop = {[1] = {id = 111,val = 143},[2] = {id = 113,val = 1434}}},--大荒紫电-4级
			[5] = {Prop = {[1] = {id = 111,val = 165},[2] = {id = 113,val = 1658}}},--大荒紫电-5级
			[6] = {Prop = {[1] = {id = 111,val = 188},[2] = {id = 113,val = 1890}}},--大荒紫电-6级
			[7] = {Prop = {[1] = {id = 111,val = 212},[2] = {id = 113,val = 2131}}},--大荒紫电-7级
			[8] = {Prop = {[1] = {id = 111,val = 237},[2] = {id = 113,val = 2379}}},--大荒紫电-8级
			[9] = {Prop = {[1] = {id = 111,val = 263},[2] = {id = 113,val = 2636}}},--大荒紫电-9级
			[10] = {Prop = {[1] = {id = 111,val = 289},[2] = {id = 113,val = 2902}}},--大荒紫电-10级
			[11] = {Prop = {[1] = {id = 111,val = 316},[2] = {id = 113,val = 3175}}},--大荒紫电-11级
			[12] = {Prop = {[1] = {id = 111,val = 344},[2] = {id = 113,val = 3457}}},--大荒紫电-12级
			[13] = {Prop = {[1] = {id = 111,val = 373},[2] = {id = 113,val = 3747}}},--大荒紫电-13级
			[14] = {Prop = {[1] = {id = 111,val = 403},[2] = {id = 113,val = 4046}}},--大荒紫电-14级
			[15] = {Prop = {[1] = {id = 111,val = 434},[2] = {id = 113,val = 4352}}},--大荒紫电-15级
			[16] = {Prop = {[1] = {id = 111,val = 465},[2] = {id = 113,val = 4667}}},--大荒紫电-16级
			[17] = {Prop = {[1] = {id = 111,val = 497},[2] = {id = 113,val = 4991}}},--大荒紫电-17级
			[18] = {Prop = {[1] = {id = 111,val = 530},[2] = {id = 113,val = 5322}}},--大荒紫电-18级
			[19] = {Prop = {[1] = {id = 111,val = 564},[2] = {id = 113,val = 5662}}},--大荒紫电-19级
			[20] = {Prop = {[1] = {id = 111,val = 599},[2] = {id = 113,val = 6010}}},--大荒紫电-20级
			[21] = {Prop = {[1] = {id = 111,val = 634},[2] = {id = 113,val = 6367}}},--大荒紫电-21级
			[22] = {Prop = {[1] = {id = 111,val = 671},[2] = {id = 113,val = 6731}}},--大荒紫电-22级
			[23] = {Prop = {[1] = {id = 111,val = 708},[2] = {id = 113,val = 7105}}},--大荒紫电-23级
			[24] = {Prop = {[1] = {id = 111,val = 746},[2] = {id = 113,val = 7486}}},--大荒紫电-24级
			[25] = {Prop = {[1] = {id = 111,val = 785},[2] = {id = 113,val = 7876}}},--大荒紫电-25级
			[26] = {Prop = {[1] = {id = 111,val = 824},[2] = {id = 113,val = 8273}}},--大荒紫电-26级
			[27] = {Prop = {[1] = {id = 111,val = 865},[2] = {id = 113,val = 8680}}},--大荒紫电-27级
			[28] = {Prop = {[1] = {id = 111,val = 906},[2] = {id = 113,val = 9094}}},--大荒紫电-28级
			[29] = {Prop = {[1] = {id = 111,val = 948},[2] = {id = 113,val = 9517}}},--大荒紫电-29级
			[30] = {Prop = {[1] = {id = 111,val = 991},[2] = {id = 113,val = 9948}}},--大荒紫电-30级
			[31] = {Prop = {[1] = {id = 111,val = 1035},[2] = {id = 113,val = 10387}}},--大荒紫电-31级
			[32] = {Prop = {[1] = {id = 111,val = 1080},[2] = {id = 113,val = 10835}}},--大荒紫电-32级
			[33] = {Prop = {[1] = {id = 111,val = 1125},[2] = {id = 113,val = 11291}}},--大荒紫电-33级
			[34] = {Prop = {[1] = {id = 111,val = 1171},[2] = {id = 113,val = 11755}}},--大荒紫电-34级
			[35] = {Prop = {[1] = {id = 111,val = 1218},[2] = {id = 113,val = 12228}}},--大荒紫电-35级
			[36] = {Prop = {[1] = {id = 111,val = 1266},[2] = {id = 113,val = 12709}}},--大荒紫电-36级
			[37] = {Prop = {[1] = {id = 111,val = 1315},[2] = {id = 113,val = 13198}}},--大荒紫电-37级
			[38] = {Prop = {[1] = {id = 111,val = 1365},[2] = {id = 113,val = 13695}}},--大荒紫电-38级
			[39] = {Prop = {[1] = {id = 111,val = 1415},[2] = {id = 113,val = 14201}}},--大荒紫电-39级
			[40] = {Prop = {[1] = {id = 111,val = 1466},[2] = {id = 113,val = 14715}}}--大荒紫电-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.2%，生命+1.2%",Prop = {[1] = {id = 108,val = 0.024},[2] = {id = 110,val = 0.024}}},--中级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--中级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 106,Desc = "所有卡牌攻击力+1.8%，防御+1.2%",Prop = {[1] = {id = 108,val = 0.036},[2] = {id = 109,val = 0.024}}},--中级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--中级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 106,Desc = "所有卡牌防御力+1.8%，生命+1.8%",Prop = {[1] = {id = 109,val = 0.036},[2] = {id = 110,val = 0.036}}},--中级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--中级神器2-30级属性
		}
	},
	[5] = {
		Id = 301,
		Name = "十殿阎罗",
		NeedLevel = 1,
		Condition = 101,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606015,1606016,1606017,1606018,1606019,1606020},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 296},[2] = {id = 112,val = 139},[3] = {id = 113,val = 2350}}},--十殿阎罗-1级
			[2] = {Prop = {[1] = {id = 111,val = 368},[2] = {id = 112,val = 173},[3] = {id = 113,val = 2926}}},--十殿阎罗-2级
			[3] = {Prop = {[1] = {id = 111,val = 443},[2] = {id = 112,val = 208},[3] = {id = 113,val = 3525}}},--十殿阎罗-3级
			[4] = {Prop = {[1] = {id = 111,val = 522},[2] = {id = 112,val = 245},[3] = {id = 113,val = 4149}}},--十殿阎罗-4级
			[5] = {Prop = {[1] = {id = 111,val = 603},[2] = {id = 112,val = 283},[3] = {id = 113,val = 4796}}},--十殿阎罗-5级
			[6] = {Prop = {[1] = {id = 111,val = 688},[2] = {id = 112,val = 322},[3] = {id = 113,val = 5468}}},--十殿阎罗-6级
			[7] = {Prop = {[1] = {id = 111,val = 775},[2] = {id = 112,val = 363},[3] = {id = 113,val = 6163}}},--十殿阎罗-7级
			[8] = {Prop = {[1] = {id = 111,val = 866},[2] = {id = 112,val = 406},[3] = {id = 113,val = 6883}}},--十殿阎罗-8级
			[9] = {Prop = {[1] = {id = 111,val = 959},[2] = {id = 112,val = 450},[3] = {id = 113,val = 7626}}},--十殿阎罗-9级
			[10] = {Prop = {[1] = {id = 111,val = 1056},[2] = {id = 112,val = 495},[3] = {id = 113,val = 8394}}},--十殿阎罗-10级
			[11] = {Prop = {[1] = {id = 111,val = 1155},[2] = {id = 112,val = 542},[3] = {id = 113,val = 9185}}},--十殿阎罗-11级
			[12] = {Prop = {[1] = {id = 111,val = 1258},[2] = {id = 112,val = 590},[3] = {id = 113,val = 10000}}},--十殿阎罗-12级
			[13] = {Prop = {[1] = {id = 111,val = 1363},[2] = {id = 112,val = 639},[3] = {id = 113,val = 10840}}},--十殿阎罗-13级
			[14] = {Prop = {[1] = {id = 111,val = 1472},[2] = {id = 112,val = 690},[3] = {id = 113,val = 11703}}},--十殿阎罗-14级
			[15] = {Prop = {[1] = {id = 111,val = 1583},[2] = {id = 112,val = 742},[3] = {id = 113,val = 12591}}},--十殿阎罗-15级
			[16] = {Prop = {[1] = {id = 111,val = 1698},[2] = {id = 112,val = 796},[3] = {id = 113,val = 13502}}},--十殿阎罗-16级
			[17] = {Prop = {[1] = {id = 111,val = 1816},[2] = {id = 112,val = 851},[3] = {id = 113,val = 14437}}},--十殿阎罗-17级
			[18] = {Prop = {[1] = {id = 111,val = 1936},[2] = {id = 112,val = 908},[3] = {id = 113,val = 15396}}},--十殿阎罗-18级
			[19] = {Prop = {[1] = {id = 111,val = 2060},[2] = {id = 112,val = 966},[3] = {id = 113,val = 16380}}},--十殿阎罗-19级
			[20] = {Prop = {[1] = {id = 111,val = 2187},[2] = {id = 112,val = 1025},[3] = {id = 113,val = 17387}}},--十殿阎罗-20级
			[21] = {Prop = {[1] = {id = 111,val = 2316},[2] = {id = 112,val = 1086},[3] = {id = 113,val = 18418}}},--十殿阎罗-21级
			[22] = {Prop = {[1] = {id = 111,val = 2449},[2] = {id = 112,val = 1148},[3] = {id = 113,val = 19473}}},--十殿阎罗-22级
			[23] = {Prop = {[1] = {id = 111,val = 2585},[2] = {id = 112,val = 1212},[3] = {id = 113,val = 20553}}},--十殿阎罗-23级
			[24] = {Prop = {[1] = {id = 111,val = 2723},[2] = {id = 112,val = 1277},[3] = {id = 113,val = 21656}}},--十殿阎罗-24级
			[25] = {Prop = {[1] = {id = 111,val = 2865},[2] = {id = 112,val = 1343},[3] = {id = 113,val = 22783}}},--十殿阎罗-25级
			[26] = {Prop = {[1] = {id = 111,val = 3010},[2] = {id = 112,val = 1411},[3] = {id = 113,val = 23934}}},--十殿阎罗-26级
			[27] = {Prop = {[1] = {id = 111,val = 3158},[2] = {id = 112,val = 1480},[3] = {id = 113,val = 25109}}},--十殿阎罗-27级
			[28] = {Prop = {[1] = {id = 111,val = 3309},[2] = {id = 112,val = 1551},[3] = {id = 113,val = 26308}}},--十殿阎罗-28级
			[29] = {Prop = {[1] = {id = 111,val = 3462},[2] = {id = 112,val = 1623},[3] = {id = 113,val = 27531}}},--十殿阎罗-29级
			[30] = {Prop = {[1] = {id = 111,val = 3619},[2] = {id = 112,val = 1697},[3] = {id = 113,val = 28778}}},--十殿阎罗-30级
			[31] = {Prop = {[1] = {id = 111,val = 3779},[2] = {id = 112,val = 1772},[3] = {id = 113,val = 30049}}},--十殿阎罗-31级
			[32] = {Prop = {[1] = {id = 111,val = 3942},[2] = {id = 112,val = 1848},[3] = {id = 113,val = 31344}}},--十殿阎罗-32级
			[33] = {Prop = {[1] = {id = 111,val = 4108},[2] = {id = 112,val = 1926},[3] = {id = 113,val = 32663}}},--十殿阎罗-33级
			[34] = {Prop = {[1] = {id = 111,val = 4277},[2] = {id = 112,val = 2005},[3] = {id = 113,val = 34006}}},--十殿阎罗-34级
			[35] = {Prop = {[1] = {id = 111,val = 4449},[2] = {id = 112,val = 2086},[3] = {id = 113,val = 35373}}},--十殿阎罗-35级
			[36] = {Prop = {[1] = {id = 111,val = 4624},[2] = {id = 112,val = 2168},[3] = {id = 113,val = 36764}}},--十殿阎罗-36级
			[37] = {Prop = {[1] = {id = 111,val = 4801},[2] = {id = 112,val = 2251},[3] = {id = 113,val = 38179}}},--十殿阎罗-37级
			[38] = {Prop = {[1] = {id = 111,val = 4982},[2] = {id = 112,val = 2336},[3] = {id = 113,val = 39618}}},--十殿阎罗-38级
			[39] = {Prop = {[1] = {id = 111,val = 5166},[2] = {id = 112,val = 2422},[3] = {id = 113,val = 41081}}},--十殿阎罗-39级
			[40] = {Prop = {[1] = {id = 111,val = 5353},[2] = {id = 112,val = 2510},[3] = {id = 113,val = 42568}}}--十殿阎罗-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 101,Desc = "红色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器1-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器1-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 101,Desc = "红色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器1-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器1-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 101,Desc = "红色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器1-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器1-30级属性
		}
	},
	[6] = {
		Id = 302,
		Name = "大夏龙雀",
		NeedLevel = 1,
		Condition = 102,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606021,1606022,1606023,1606024,1606025,1606026},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 296},[2] = {id = 112,val = 234},[3] = {id = 113,val = 1393}}},--大夏龙雀-1级
			[2] = {Prop = {[1] = {id = 111,val = 368},[2] = {id = 112,val = 291},[3] = {id = 113,val = 1734}}},--大夏龙雀-2级
			[3] = {Prop = {[1] = {id = 111,val = 443},[2] = {id = 112,val = 351},[3] = {id = 113,val = 2089}}},--大夏龙雀-3级
			[4] = {Prop = {[1] = {id = 111,val = 522},[2] = {id = 112,val = 413},[3] = {id = 113,val = 2459}}},--大夏龙雀-4级
			[5] = {Prop = {[1] = {id = 111,val = 603},[2] = {id = 112,val = 478},[3] = {id = 113,val = 2842}}},--大夏龙雀-5级
			[6] = {Prop = {[1] = {id = 111,val = 688},[2] = {id = 112,val = 544},[3] = {id = 113,val = 3240}}},--大夏龙雀-6级
			[7] = {Prop = {[1] = {id = 111,val = 775},[2] = {id = 112,val = 614},[3] = {id = 113,val = 3652}}},--大夏龙雀-7级
			[8] = {Prop = {[1] = {id = 111,val = 866},[2] = {id = 112,val = 685},[3] = {id = 113,val = 4079}}},--大夏龙雀-8级
			[9] = {Prop = {[1] = {id = 111,val = 959},[2] = {id = 112,val = 759},[3] = {id = 113,val = 4519}}},--大夏龙雀-9级
			[10] = {Prop = {[1] = {id = 111,val = 1056},[2] = {id = 112,val = 836},[3] = {id = 113,val = 4974}}},--大夏龙雀-10级
			[11] = {Prop = {[1] = {id = 111,val = 1155},[2] = {id = 112,val = 915},[3] = {id = 113,val = 5443}}},--大夏龙雀-11级
			[12] = {Prop = {[1] = {id = 111,val = 1258},[2] = {id = 112,val = 996},[3] = {id = 113,val = 5926}}},--大夏龙雀-12级
			[13] = {Prop = {[1] = {id = 111,val = 1363},[2] = {id = 112,val = 1079},[3] = {id = 113,val = 6424}}},--大夏龙雀-13级
			[14] = {Prop = {[1] = {id = 111,val = 1472},[2] = {id = 112,val = 1165},[3] = {id = 113,val = 6935}}},--大夏龙雀-14级
			[15] = {Prop = {[1] = {id = 111,val = 1583},[2] = {id = 112,val = 1254},[3] = {id = 113,val = 7461}}},--大夏龙雀-15级
			[16] = {Prop = {[1] = {id = 111,val = 1698},[2] = {id = 112,val = 1344},[3] = {id = 113,val = 8001}}},--大夏龙雀-16级
			[17] = {Prop = {[1] = {id = 111,val = 1816},[2] = {id = 112,val = 1438},[3] = {id = 113,val = 8556}}},--大夏龙雀-17级
			[18] = {Prop = {[1] = {id = 111,val = 1936},[2] = {id = 112,val = 1533},[3] = {id = 113,val = 9124}}},--大夏龙雀-18级
			[19] = {Prop = {[1] = {id = 111,val = 2060},[2] = {id = 112,val = 1631},[3] = {id = 113,val = 9707}}},--大夏龙雀-19级
			[20] = {Prop = {[1] = {id = 111,val = 2187},[2] = {id = 112,val = 1731},[3] = {id = 113,val = 10304}}},--大夏龙雀-20级
			[21] = {Prop = {[1] = {id = 111,val = 2316},[2] = {id = 112,val = 1834},[3] = {id = 113,val = 10915}}},--大夏龙雀-21级
			[22] = {Prop = {[1] = {id = 111,val = 2449},[2] = {id = 112,val = 1939},[3] = {id = 113,val = 11540}}},--大夏龙雀-22级
			[23] = {Prop = {[1] = {id = 111,val = 2585},[2] = {id = 112,val = 2047},[3] = {id = 113,val = 12180}}},--大夏龙雀-23级
			[24] = {Prop = {[1] = {id = 111,val = 2723},[2] = {id = 112,val = 2156},[3] = {id = 113,val = 12833}}},--大夏龙雀-24级
			[25] = {Prop = {[1] = {id = 111,val = 2865},[2] = {id = 112,val = 2269},[3] = {id = 113,val = 13501}}},--大夏龙雀-25级
			[26] = {Prop = {[1] = {id = 111,val = 3010},[2] = {id = 112,val = 2383},[3] = {id = 113,val = 14184}}},--大夏龙雀-26级
			[27] = {Prop = {[1] = {id = 111,val = 3158},[2] = {id = 112,val = 2500},[3] = {id = 113,val = 14880}}},--大夏龙雀-27级
			[28] = {Prop = {[1] = {id = 111,val = 3309},[2] = {id = 112,val = 2620},[3] = {id = 113,val = 15591}}},--大夏龙雀-28级
			[29] = {Prop = {[1] = {id = 111,val = 3462},[2] = {id = 112,val = 2741},[3] = {id = 113,val = 16315}}},--大夏龙雀-29级
			[30] = {Prop = {[1] = {id = 111,val = 3619},[2] = {id = 112,val = 2866},[3] = {id = 113,val = 17054}}},--大夏龙雀-30级
			[31] = {Prop = {[1] = {id = 111,val = 3779},[2] = {id = 112,val = 2992},[3] = {id = 113,val = 17808}}},--大夏龙雀-31级
			[32] = {Prop = {[1] = {id = 111,val = 3942},[2] = {id = 112,val = 3121},[3] = {id = 113,val = 18575}}},--大夏龙雀-32级
			[33] = {Prop = {[1] = {id = 111,val = 4108},[2] = {id = 112,val = 3252},[3] = {id = 113,val = 19357}}},--大夏龙雀-33级
			[34] = {Prop = {[1] = {id = 111,val = 4277},[2] = {id = 112,val = 3386},[3] = {id = 113,val = 20153}}},--大夏龙雀-34级
			[35] = {Prop = {[1] = {id = 111,val = 4449},[2] = {id = 112,val = 3522},[3] = {id = 113,val = 20963}}},--大夏龙雀-35级
			[36] = {Prop = {[1] = {id = 111,val = 4624},[2] = {id = 112,val = 3661},[3] = {id = 113,val = 21787}}},--大夏龙雀-36级
			[37] = {Prop = {[1] = {id = 111,val = 4801},[2] = {id = 112,val = 3802},[3] = {id = 113,val = 22626}}},--大夏龙雀-37级
			[38] = {Prop = {[1] = {id = 111,val = 4982},[2] = {id = 112,val = 3945},[3] = {id = 113,val = 23478}}},--大夏龙雀-38级
			[39] = {Prop = {[1] = {id = 111,val = 5166},[2] = {id = 112,val = 4091},[3] = {id = 113,val = 24345}}},--大夏龙雀-39级
			[40] = {Prop = {[1] = {id = 111,val = 5353},[2] = {id = 112,val = 4239},[3] = {id = 113,val = 25226}}}--大夏龙雀-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 102,Desc = "黄色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器2-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器2-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 102,Desc = "黄色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器2-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器2-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 102,Desc = "黄色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器2-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器2-30级属性
		}
	},
	[7] = {
		Id = 303,
		Name = "阿波普之刃",
		NeedLevel = 1,
		Condition = 103,
		Icon = "ui_dtex_Shenqi_003",
		Components = {1606027,1606028,1606029,1606030,1606031,1606032},
		Lvs = {
			[1] = {Prop = {[1] = {id = 111,val = 452},[2] = {id = 112,val = 147},[3] = {id = 113,val = 1480}}},--阿波普之刃-1级
			[2] = {Prop = {[1] = {id = 111,val = 563},[2] = {id = 112,val = 183},[3] = {id = 113,val = 1842}}},--阿波普之刃-2级
			[3] = {Prop = {[1] = {id = 111,val = 678},[2] = {id = 112,val = 221},[3] = {id = 113,val = 2220}}},--阿波普之刃-3级
			[4] = {Prop = {[1] = {id = 111,val = 798},[2] = {id = 112,val = 260},[3] = {id = 113,val = 2612}}},--阿波普之刃-4级
			[5] = {Prop = {[1] = {id = 111,val = 922},[2] = {id = 112,val = 301},[3] = {id = 113,val = 3020}}},--阿波普之刃-5级
			[6] = {Prop = {[1] = {id = 111,val = 1052},[2] = {id = 112,val = 343},[3] = {id = 113,val = 3443}}},--阿波普之刃-6级
			[7] = {Prop = {[1] = {id = 111,val = 1185},[2] = {id = 112,val = 387},[3] = {id = 113,val = 3881}}},--阿波普之刃-7级
			[8] = {Prop = {[1] = {id = 111,val = 1324},[2] = {id = 112,val = 432},[3] = {id = 113,val = 4334}}},--阿波普之刃-8级
			[9] = {Prop = {[1] = {id = 111,val = 1467},[2] = {id = 112,val = 478},[3] = {id = 113,val = 4802}}},--阿波普之刃-9级
			[10] = {Prop = {[1] = {id = 111,val = 1614},[2] = {id = 112,val = 526},[3] = {id = 113,val = 5285}}},--阿波普之刃-10级
			[11] = {Prop = {[1] = {id = 111,val = 1766},[2] = {id = 112,val = 576},[3] = {id = 113,val = 5783}}},--阿波普之刃-11级
			[12] = {Prop = {[1] = {id = 111,val = 1923},[2] = {id = 112,val = 627},[3] = {id = 113,val = 6297}}},--阿波普之刃-12级
			[13] = {Prop = {[1] = {id = 111,val = 2085},[2] = {id = 112,val = 680},[3] = {id = 113,val = 6825}}},--阿波普之刃-13级
			[14] = {Prop = {[1] = {id = 111,val = 2251},[2] = {id = 112,val = 734},[3] = {id = 113,val = 7369}}},--阿波普之刃-14级
			[15] = {Prop = {[1] = {id = 111,val = 2421},[2] = {id = 112,val = 790},[3] = {id = 113,val = 7928}}},--阿波普之刃-15级
			[16] = {Prop = {[1] = {id = 111,val = 2597},[2] = {id = 112,val = 847},[3] = {id = 113,val = 8501}}},--阿波普之刃-16级
			[17] = {Prop = {[1] = {id = 111,val = 2776},[2] = {id = 112,val = 905},[3] = {id = 113,val = 9090}}},--阿波普之刃-17级
			[18] = {Prop = {[1] = {id = 111,val = 2961},[2] = {id = 112,val = 966},[3] = {id = 113,val = 9694}}},--阿波普之刃-18级
			[19] = {Prop = {[1] = {id = 111,val = 3150},[2] = {id = 112,val = 1027},[3] = {id = 113,val = 10313}}},--阿波普之刃-19级
			[20] = {Prop = {[1] = {id = 111,val = 3344},[2] = {id = 112,val = 1090},[3] = {id = 113,val = 10948}}},--阿波普之刃-20级
			[21] = {Prop = {[1] = {id = 111,val = 3542},[2] = {id = 112,val = 1155},[3] = {id = 113,val = 11597}}},--阿波普之刃-21级
			[22] = {Prop = {[1] = {id = 111,val = 3745},[2] = {id = 112,val = 1221},[3] = {id = 113,val = 12261}}},--阿波普之刃-22级
			[23] = {Prop = {[1] = {id = 111,val = 3952},[2] = {id = 112,val = 1289},[3] = {id = 113,val = 12941}}},--阿波普之刃-23级
			[24] = {Prop = {[1] = {id = 111,val = 4165},[2] = {id = 112,val = 1358},[3] = {id = 113,val = 13635}}},--阿波普之刃-24级
			[25] = {Prop = {[1] = {id = 111,val = 4381},[2] = {id = 112,val = 1429},[3] = {id = 113,val = 14345}}},--阿波普之刃-25级
			[26] = {Prop = {[1] = {id = 111,val = 4603},[2] = {id = 112,val = 1501},[3] = {id = 113,val = 15070}}},--阿波普之刃-26级
			[27] = {Prop = {[1] = {id = 111,val = 4829},[2] = {id = 112,val = 1575},[3] = {id = 113,val = 15810}}},--阿波普之刃-27级
			[28] = {Prop = {[1] = {id = 111,val = 5059},[2] = {id = 112,val = 1650},[3] = {id = 113,val = 16565}}},--阿波普之刃-28级
			[29] = {Prop = {[1] = {id = 111,val = 5295},[2] = {id = 112,val = 1727},[3] = {id = 113,val = 17335}}},--阿波普之刃-29级
			[30] = {Prop = {[1] = {id = 111,val = 5534},[2] = {id = 112,val = 1805},[3] = {id = 113,val = 18120}}},--阿波普之刃-30级
			[31] = {Prop = {[1] = {id = 111,val = 5779},[2] = {id = 112,val = 1885},[3] = {id = 113,val = 18920}}},--阿波普之刃-31级
			[32] = {Prop = {[1] = {id = 111,val = 6028},[2] = {id = 112,val = 1966},[3] = {id = 113,val = 19736}}},--阿波普之刃-32级
			[33] = {Prop = {[1] = {id = 111,val = 6282},[2] = {id = 112,val = 2048},[3] = {id = 113,val = 20566}}},--阿波普之刃-33级
			[34] = {Prop = {[1] = {id = 111,val = 6540},[2] = {id = 112,val = 2133},[3] = {id = 113,val = 21412}}},--阿波普之刃-34级
			[35] = {Prop = {[1] = {id = 111,val = 6803},[2] = {id = 112,val = 2218},[3] = {id = 113,val = 22273}}},--阿波普之刃-35级
			[36] = {Prop = {[1] = {id = 111,val = 7070},[2] = {id = 112,val = 2306},[3] = {id = 113,val = 23148}}},--阿波普之刃-36级
			[37] = {Prop = {[1] = {id = 111,val = 7342},[2] = {id = 112,val = 2394},[3] = {id = 113,val = 24039}}},--阿波普之刃-37级
			[38] = {Prop = {[1] = {id = 111,val = 7619},[2] = {id = 112,val = 2485},[3] = {id = 113,val = 24945}}},--阿波普之刃-38级
			[39] = {Prop = {[1] = {id = 111,val = 7900},[2] = {id = 112,val = 2576},[3] = {id = 113,val = 25866}}},--阿波普之刃-39级
			[40] = {Prop = {[1] = {id = 111,val = 8186},[2] = {id = 112,val = 2670},[3] = {id = 113,val = 26803}}}--阿波普之刃-40级
		},
		phaseBunus = {
			[1] = {Lv = 5,Type = 1,Condition = 103,Desc = "蓝色卡牌攻击力+6%，生命+6%",Prop = {[1] = {id = 108,val = 0.12},[2] = {id = 110,val = 0.12}}},--高级神器3-5级属性
			[2] = {Lv = 10,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 1}},--高级神器3-10级属性
			[3] = {Lv = 15,Type = 1,Condition = 103,Desc = "蓝色卡牌攻击力+9%，防御力+6%",Prop = {[1] = {id = 108,val = 0.18},[2] = {id = 109,val = 0.12}}},--高级神器3-15级属性
			[4] = {Lv = 20,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 2}},--高级神器3-20级属性
			[5] = {Lv = 25,Type = 1,Condition = 103,Desc = "蓝色卡牌防御力+9%，攻击力+9%",Prop = {[1] = {id = 109,val = 0.18},[2] = {id = 110,val = 0.18}}},--高级神器3-25级属性
			[6] = {Lv = 30,Type = 2,Desc = "专属技能等级+1",Effect = {[1] = 130200301,[2] = 3}}--高级神器3-30级属性
		}
	}
}