--[[
output from excel shop.商店.xlsx
--note:

colums:
{TabName,页签名字} ,{ResourceBar,资源条} ,{Filter[1].Id,筛选器1.Id} ,{Filter[1].Name,筛选器1.名字} ,{Filter[2].Id,筛选器1.Id} ,{Filter[2].Name,筛选器1.名字} ,{Filter[3].Id,筛选器1.Id} ,{Filter[3].Name,筛选器1.名字} ,{Filter[4].Id,筛选器1.Id} ,{Filter[4].Name,筛选器1.名字} ,{Filter,筛选类型} ,{ExtCost[1].Id,分解消耗Id} ,{ExtCost[1].Val,分解消耗数量} ,{Award[1].id,奖励ID1} ,{Award[1].val,奖励值1} ,{Award[2].id,奖励ID2} ,{Award[2].val,奖励值2} ,{Award[3].id,奖励ID3} ,{Award[3].val,奖励值3}
primary key:
#0 [分解组]: TabId
#1 [分解-卡牌碎片]: TabId,HelpCol,Id
#2 [分解-装备]: TabId,HelpCol,Id
#3 [分解-专属武器]: TabId,HelpCol,Id
#4 [分解-神器]: TabId,HelpCol,Id
]]
local _T = LangUtil.Language
return{
	[1] = {
		TabName = "卡牌碎片熔炉",
		ResourceBar = "7",
		Filter = {[1] = {Id = 1,Name = _T("R碎片")},[2] = {Id = 2,Name = _T("SR碎片")},[3] = {Id = 3,Name = _T("SSR碎片")}},
		Items = {
			[1701001] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--常服曹焱兵碎片
			[1701002] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--曹玄亮碎片
			[1701003] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--战斗夏铃碎片
			[1701004] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--项昆仑碎片
			[1701005] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--刘羽禅碎片
			[1701006] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--红莲缇娜碎片
			[1701007] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--战斗曹焱兵碎片
			[1701008] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--黑尔坎普碎片
			[1701009] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--北落师门碎片
			[1701010] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--盖文碎片
			[1701011] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--阎风吒碎片
			[1701012] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--南御夫碎片
			[1701013] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--吉拉碎片
			[1701014] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--吕仙宫碎片
			[1701015] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--阎巧巧碎片
			[1701016] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--秦王攻碎片
			[1701020] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--姬烟华碎片
			[1701022] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--幻碎片
			[1701023] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--朱童碎片
			[1701026] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--貂灵芸碎片
			[1701030] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--卢天佑碎片
			[1701041] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--常服夏铃碎片
			[1701043] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--少年曹玄亮碎片
			[1702001] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--关羽碎片
			[1702002] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--许褚碎片
			[1702003] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--典韦碎片
			[1702004] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--唐流雨碎片
			[1702005] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--李轩辕碎片
			[1702006] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--项羽碎片
			[1702007] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--天使缇娜碎片
			[1702008] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--夏侯渊碎片
			[1702009] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--徐晃碎片
			[1702010] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--张郃碎片
			[1702011] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--张飞碎片
			[1702012] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--夏侯惇碎片
			[1702013] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--塞伯罗斯碎片
			[1702014] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--石灵明碎片
			[1702015] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--于禁碎片
			[1702016] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--西方龙碎片
			[1702017] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--飞廉碎片
			[1702018] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--噬日碎片
			[1702019] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--食火蜥碎片
			[1702020] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--高顺碎片
			[1702021] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--烈风螳螂碎片
			[1702023] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}},--异邦刀客碎片
			[1702024] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--朱仙碎片
			[1702026] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--雷震子碎片
			[1702028] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--吕布碎片
			[1702030] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 150}}},--燕青碎片
			[1702031] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 350}}},--秦琼碎片
			[1702050] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401005,val = 100}}}--柠檬精碎片
		}
	},
	[2] = {
		TabName = "装备熔炉",
		ResourceBar = "38",
		Filter = {[1] = {Id = 1,Name = _T("普通装备")},[2] = {Id = 2,Name = _T("优秀装备")},[3] = {Id = 3,Name = _T("精良装备")},[4] = {Id = 4,Name = _T("史诗装备")}},
		Items = {
			[2001101] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 10}}},--20级-普通寄灵人の灵器
			[2001102] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 5}}},--20级-普通寄灵人の头盔
			[2001103] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 5}}},--20级-普通寄灵人の铠甲
			[2001104] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 5}}},--20级-普通寄灵人の裤子
			[2001105] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 5}}},--20级-普通寄灵人の鞋子
			[2001106] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 5}}},--20级-普通寄灵人の护手
			[2001107] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--20级-普通寄灵人の项链
			[2001108] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--20级-普通寄灵人の戒指
			[2001201] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 30}}},--20级-优秀寄灵人の灵器
			[2001202] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀寄灵人の头盔
			[2001203] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀寄灵人の铠甲
			[2001204] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀寄灵人の裤子
			[2001205] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀寄灵人の鞋子
			[2001206] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀寄灵人の护手
			[2001207] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 23}}},--20级-优秀寄灵人の项链
			[2001208] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 23}}},--20级-优秀寄灵人の戒指
			[2001301] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-精良寄灵人の灵器
			[2001302] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 25}}},--20级-精良寄灵人の头盔
			[2001303] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 25}}},--20级-精良寄灵人の铠甲
			[2001304] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 25}}},--20级-精良寄灵人の裤子
			[2001305] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 25}}},--20级-精良寄灵人の鞋子
			[2001306] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 25}}},--20级-精良寄灵人の护手
			[2001307] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 38}}},--20级-精良寄灵人の项链
			[2001308] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 38}}},--20级-精良寄灵人の戒指
			[2001401] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 100}}},--20级-史诗寄灵人の灵器
			[2001402] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗寄灵人の头盔
			[2001403] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗寄灵人の铠甲
			[2001404] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗寄灵人の裤子
			[2001405] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗寄灵人の鞋子
			[2001406] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗寄灵人の护手
			[2001407] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 75}}},--20级-史诗寄灵人の项链
			[2001408] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 75}}},--20级-史诗寄灵人の戒指
			[2001431] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 100}}},--20级-新手套寄灵人の灵器
			[2001432] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套寄灵人の头盔
			[2001433] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套寄灵人の铠甲
			[2001434] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套寄灵人の裤子
			[2001435] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套寄灵人の鞋子
			[2001436] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套寄灵人の护手
			[2001437] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 75}}},--20级-新手套寄灵人の项链
			[2001438] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 75}}},--20级-新手套寄灵人の戒指
			[2002101] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 16}}},--40级-普通寄灵人の灵器
			[2002102] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--40级-普通寄灵人の头盔
			[2002103] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--40级-普通寄灵人の铠甲
			[2002104] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--40级-普通寄灵人の裤子
			[2002105] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--40级-普通寄灵人の鞋子
			[2002106] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 8}}},--40级-普通寄灵人の护手
			[2002107] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 12}}},--40级-普通寄灵人の项链
			[2002108] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 12}}},--40级-普通寄灵人の戒指
			[2002201] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 48}}},--40级-优秀寄灵人の灵器
			[2002202] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀寄灵人の头盔
			[2002203] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀寄灵人の铠甲
			[2002204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀寄灵人の裤子
			[2002205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀寄灵人の鞋子
			[2002206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀寄灵人の护手
			[2002207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 36}}},--40级-优秀寄灵人の项链
			[2002208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 36}}},--40级-优秀寄灵人の戒指
			[2002301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 80}}},--40级-精良寄灵人の灵器
			[2002302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良寄灵人の头盔
			[2002303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良寄灵人の铠甲
			[2002304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良寄灵人の裤子
			[2002305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良寄灵人の鞋子
			[2002306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良寄灵人の护手
			[2002307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 60}}},--40级-精良寄灵人の项链
			[2002308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 60}}},--40级-精良寄灵人の戒指
			[2002401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 160}}},--40级-史诗寄灵人の灵器
			[2002402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗寄灵人の头盔
			[2002403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗寄灵人の铠甲
			[2002404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗寄灵人の裤子
			[2002405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗寄灵人の鞋子
			[2002406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗寄灵人の护手
			[2002407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-史诗寄灵人の项链
			[2002408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-史诗寄灵人の戒指
			[2002411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 160}}},--40级-攻击套寄灵人の灵器
			[2002412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套寄灵人の头盔
			[2002413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套寄灵人の铠甲
			[2002415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套寄灵人の鞋子
			[2002417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-攻击套寄灵人の项链
			[2002418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-攻击套寄灵人の戒指
			[2003101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--60级-普通寄灵人の灵器
			[2003102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通寄灵人の头盔
			[2003103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通寄灵人の铠甲
			[2003104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通寄灵人の裤子
			[2003105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通寄灵人の鞋子
			[2003106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通寄灵人の护手
			[2003107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--60级-普通寄灵人の项链
			[2003108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--60级-普通寄灵人の戒指
			[2003201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--60级-优秀寄灵人の灵器
			[2003202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀寄灵人の头盔
			[2003203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀寄灵人の铠甲
			[2003204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀寄灵人の裤子
			[2003205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀寄灵人の鞋子
			[2003206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀寄灵人の护手
			[2003207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--60级-优秀寄灵人の项链
			[2003208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--60级-优秀寄灵人の戒指
			[2003301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--60级-精良寄灵人の灵器
			[2003302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良寄灵人の头盔
			[2003303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良寄灵人の铠甲
			[2003304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良寄灵人の裤子
			[2003305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良寄灵人の鞋子
			[2003306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良寄灵人の护手
			[2003307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--60级-精良寄灵人の项链
			[2003308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--60级-精良寄灵人の戒指
			[2003401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--60级-史诗寄灵人の灵器
			[2003402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗寄灵人の头盔
			[2003403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗寄灵人の铠甲
			[2003404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗寄灵人の裤子
			[2003405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗寄灵人の鞋子
			[2003406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗寄灵人の护手
			[2003407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--60级-史诗寄灵人の项链
			[2003408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--60级-史诗寄灵人の戒指
			[2003421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--60级-防御套寄灵人の灵器
			[2003422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套寄灵人の头盔
			[2003423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套寄灵人の铠甲
			[2003424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套寄灵人の裤子
			[2003425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套寄灵人の鞋子
			[2003426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套寄灵人の护手
			[2004101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--80级-普通寄灵人の灵器
			[2004102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通寄灵人の头盔
			[2004103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通寄灵人の铠甲
			[2004104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通寄灵人の裤子
			[2004105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通寄灵人の鞋子
			[2004106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通寄灵人の护手
			[2004107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 23}}},--80级-普通寄灵人の项链
			[2004108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 23}}},--80级-普通寄灵人の戒指
			[2004201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--80级-优秀寄灵人の灵器
			[2004202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀寄灵人の头盔
			[2004203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀寄灵人の铠甲
			[2004204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀寄灵人の裤子
			[2004205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀寄灵人の鞋子
			[2004206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀寄灵人の护手
			[2004207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 68}}},--80级-优秀寄灵人の项链
			[2004208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 68}}},--80级-优秀寄灵人の戒指
			[2004301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--80级-精良寄灵人の灵器
			[2004302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良寄灵人の头盔
			[2004303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良寄灵人の铠甲
			[2004304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良寄灵人の裤子
			[2004305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良寄灵人の鞋子
			[2004306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良寄灵人の护手
			[2004307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 113}}},--80级-精良寄灵人の项链
			[2004308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 113}}},--80级-精良寄灵人の戒指
			[2004401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--80级-史诗寄灵人の灵器
			[2004402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗寄灵人の头盔
			[2004403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗寄灵人の铠甲
			[2004404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗寄灵人の裤子
			[2004405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗寄灵人の鞋子
			[2004406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗寄灵人の护手
			[2004407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-史诗寄灵人の项链
			[2004408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-史诗寄灵人の戒指
			[2004421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--80级-攻击套寄灵人の灵器
			[2004422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套寄灵人の头盔
			[2004423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套寄灵人の铠甲
			[2004425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套寄灵人の鞋子
			[2004427] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-攻击套寄灵人の项链
			[2004428] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-攻击套寄灵人の戒指
			[2005101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--90级-普通寄灵人の灵器
			[2005102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通寄灵人の头盔
			[2005103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通寄灵人の铠甲
			[2005104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通寄灵人の裤子
			[2005105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通寄灵人の鞋子
			[2005106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通寄灵人の护手
			[2005107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--90级-普通寄灵人の项链
			[2005108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--90级-普通寄灵人の戒指
			[2005201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--90级-优秀寄灵人の灵器
			[2005202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀寄灵人の头盔
			[2005203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀寄灵人の铠甲
			[2005204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀寄灵人の裤子
			[2005205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀寄灵人の鞋子
			[2005206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀寄灵人の护手
			[2005207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--90级-优秀寄灵人の项链
			[2005208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--90级-优秀寄灵人の戒指
			[2005301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--90级-精良寄灵人の灵器
			[2005302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良寄灵人の头盔
			[2005303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良寄灵人の铠甲
			[2005304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良寄灵人の裤子
			[2005305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良寄灵人の鞋子
			[2005306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良寄灵人の护手
			[2005307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--90级-精良寄灵人の项链
			[2005308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--90级-精良寄灵人の戒指
			[2005401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-史诗寄灵人の灵器
			[2005402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗寄灵人の头盔
			[2005403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗寄灵人の铠甲
			[2005404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗寄灵人の裤子
			[2005405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗寄灵人の鞋子
			[2005406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗寄灵人の护手
			[2005407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--90级-史诗寄灵人の项链
			[2005408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--90级-史诗寄灵人の戒指
			[2005421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-防御套寄灵人の灵器
			[2005422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套寄灵人の头盔
			[2005423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套寄灵人の铠甲
			[2005424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套寄灵人の裤子
			[2005425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套寄灵人の鞋子
			[2005426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套寄灵人の护手
			[2005431] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-绝世套寄灵人の灵器
			[2005432] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套寄灵人の头盔
			[2005433] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套寄灵人の铠甲
			[2005434] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套寄灵人の裤子
			[2005436] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套寄灵人の护手
			[2006101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--100级-普通寄灵人の灵器
			[2006102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通寄灵人の头盔
			[2006103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通寄灵人の铠甲
			[2006104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通寄灵人の裤子
			[2006105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通寄灵人の鞋子
			[2006106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通寄灵人の护手
			[2006107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 38}}},--100级-普通寄灵人の项链
			[2006108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 38}}},--100级-普通寄灵人の戒指
			[2006201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--100级-优秀寄灵人の灵器
			[2006202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀寄灵人の头盔
			[2006203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀寄灵人の铠甲
			[2006204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀寄灵人の裤子
			[2006205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀寄灵人の鞋子
			[2006206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀寄灵人の护手
			[2006207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 113}}},--100级-优秀寄灵人の项链
			[2006208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 113}}},--100级-优秀寄灵人の戒指
			[2006301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--100级-精良寄灵人の灵器
			[2006302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良寄灵人の头盔
			[2006303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良寄灵人の铠甲
			[2006304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良寄灵人の裤子
			[2006305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良寄灵人の鞋子
			[2006306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良寄灵人の护手
			[2006307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 188}}},--100级-精良寄灵人の项链
			[2006308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 188}}},--100级-精良寄灵人の戒指
			[2006401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--100级-史诗寄灵人の灵器
			[2006402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗寄灵人の头盔
			[2006403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗寄灵人の铠甲
			[2006404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗寄灵人の裤子
			[2006405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗寄灵人の鞋子
			[2006406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗寄灵人の护手
			[2006407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-史诗寄灵人の项链
			[2006408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-史诗寄灵人の戒指
			[2006411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--100级-攻击套寄灵人の灵器
			[2006412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套寄灵人の头盔
			[2006413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套寄灵人の铠甲
			[2006415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套寄灵人の鞋子
			[2006417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-攻击套寄灵人の项链
			[2006418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-攻击套寄灵人の戒指
			[2007101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--110级-普通寄灵人の灵器
			[2007102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通寄灵人の头盔
			[2007103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通寄灵人の铠甲
			[2007104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通寄灵人の裤子
			[2007105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通寄灵人の鞋子
			[2007106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通寄灵人の护手
			[2007107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 45}}},--110级-普通寄灵人の项链
			[2007108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 45}}},--110级-普通寄灵人の戒指
			[2007201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--110级-优秀寄灵人の灵器
			[2007202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀寄灵人の头盔
			[2007203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀寄灵人の铠甲
			[2007204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀寄灵人の裤子
			[2007205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀寄灵人の鞋子
			[2007206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀寄灵人の护手
			[2007207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 135}}},--110级-优秀寄灵人の项链
			[2007208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 135}}},--110级-优秀寄灵人の戒指
			[2007301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--110级-精良寄灵人の灵器
			[2007302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良寄灵人の头盔
			[2007303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良寄灵人の铠甲
			[2007304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良寄灵人の裤子
			[2007305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良寄灵人の鞋子
			[2007306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良寄灵人の护手
			[2007307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 225}}},--110级-精良寄灵人の项链
			[2007308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 225}}},--110级-精良寄灵人の戒指
			[2007401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--110级-史诗寄灵人の灵器
			[2007402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗寄灵人の头盔
			[2007403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗寄灵人の铠甲
			[2007404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗寄灵人の裤子
			[2007405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗寄灵人の鞋子
			[2007406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗寄灵人の护手
			[2007407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 450}}},--110级-史诗寄灵人の项链
			[2007408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 450}}},--110级-史诗寄灵人の戒指
			[2007421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--110级-防御套寄灵人の灵器
			[2007422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套寄灵人の头盔
			[2007423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套寄灵人の铠甲
			[2007424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套寄灵人の裤子
			[2007425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套寄灵人の鞋子
			[2007426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套寄灵人の护手
			[2008101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--120级-普通寄灵人の灵器
			[2008102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通寄灵人の头盔
			[2008103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通寄灵人の铠甲
			[2008104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通寄灵人の裤子
			[2008105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通寄灵人の鞋子
			[2008106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通寄灵人の护手
			[2008107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--120级-普通寄灵人の项链
			[2008108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--120级-普通寄灵人の戒指
			[2008201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--120级-优秀寄灵人の灵器
			[2008202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀寄灵人の头盔
			[2008203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀寄灵人の铠甲
			[2008204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀寄灵人の裤子
			[2008205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀寄灵人の鞋子
			[2008206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀寄灵人の护手
			[2008207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--120级-优秀寄灵人の项链
			[2008208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--120级-优秀寄灵人の戒指
			[2008301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--120级-精良寄灵人の灵器
			[2008302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良寄灵人の头盔
			[2008303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良寄灵人の铠甲
			[2008304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良寄灵人の裤子
			[2008305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良寄灵人の鞋子
			[2008306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良寄灵人の护手
			[2008307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--120级-精良寄灵人の项链
			[2008308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--120级-精良寄灵人の戒指
			[2008401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-史诗寄灵人の灵器
			[2008402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗寄灵人の头盔
			[2008403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗寄灵人の铠甲
			[2008404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗寄灵人の裤子
			[2008405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗寄灵人の鞋子
			[2008406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗寄灵人の护手
			[2008407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-史诗寄灵人の项链
			[2008408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-史诗寄灵人の戒指
			[2008411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-攻击套寄灵人の灵器
			[2008412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套寄灵人の头盔
			[2008413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套寄灵人の铠甲
			[2008415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套寄灵人の鞋子
			[2008417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-攻击套寄灵人の项链
			[2008418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-攻击套寄灵人の戒指
			[2008421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-绝世套寄灵人の灵器
			[2008422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-绝世套寄灵人の头盔
			[2008423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-绝世套寄灵人の铠甲
			[2008427] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-绝世套寄灵人の项链
			[2008428] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-绝世套寄灵人の戒指
			[2009101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 100}}},--130级-普通寄灵人の灵器
			[2009102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通寄灵人の头盔
			[2009103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通寄灵人の铠甲
			[2009104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通寄灵人の裤子
			[2009105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通寄灵人の鞋子
			[2009106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通寄灵人の护手
			[2009107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 75}}},--130级-普通寄灵人の项链
			[2009108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 75}}},--130级-普通寄灵人の戒指
			[2009201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 300}}},--130级-优秀寄灵人の灵器
			[2009202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀寄灵人の头盔
			[2009203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀寄灵人の铠甲
			[2009204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀寄灵人の裤子
			[2009205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀寄灵人の鞋子
			[2009206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀寄灵人の护手
			[2009207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 225}}},--130级-优秀寄灵人の项链
			[2009208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 225}}},--130级-优秀寄灵人の戒指
			[2009301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 500}}},--130级-精良寄灵人の灵器
			[2009302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良寄灵人の头盔
			[2009303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良寄灵人の铠甲
			[2009304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良寄灵人の裤子
			[2009305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良寄灵人の鞋子
			[2009306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良寄灵人の护手
			[2009307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 375}}},--130级-精良寄灵人の项链
			[2009308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 375}}},--130级-精良寄灵人の戒指
			[2009401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1000}}},--130级-史诗寄灵人の灵器
			[2009402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗寄灵人の头盔
			[2009403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗寄灵人の铠甲
			[2009404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗寄灵人の裤子
			[2009405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗寄灵人の鞋子
			[2009406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗寄灵人の护手
			[2009407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 750}}},--130级-史诗寄灵人の项链
			[2009408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 750}}},--130级-史诗寄灵人の戒指
			[2009421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1000}}},--130级-防御套寄灵人の灵器
			[2009422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套寄灵人の头盔
			[2009423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套寄灵人の铠甲
			[2009424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套寄灵人の裤子
			[2009425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套寄灵人の鞋子
			[2009426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套寄灵人の护手
			[2010101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--140级-普通寄灵人の灵器
			[2010102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通寄灵人の头盔
			[2010103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通寄灵人の铠甲
			[2010104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通寄灵人の裤子
			[2010105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通寄灵人の鞋子
			[2010106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通寄灵人の护手
			[2010107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 90}}},--140级-普通寄灵人の项链
			[2010108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 90}}},--140级-普通寄灵人の戒指
			[2010201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--140级-优秀寄灵人の灵器
			[2010202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀寄灵人の头盔
			[2010203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀寄灵人の铠甲
			[2010204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀寄灵人の裤子
			[2010205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀寄灵人の鞋子
			[2010206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀寄灵人の护手
			[2010207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 270}}},--140级-优秀寄灵人の项链
			[2010208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 270}}},--140级-优秀寄灵人の戒指
			[2010301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--140级-精良寄灵人の灵器
			[2010302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良寄灵人の头盔
			[2010303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良寄灵人の铠甲
			[2010304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良寄灵人の裤子
			[2010305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良寄灵人の鞋子
			[2010306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良寄灵人の护手
			[2010307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 450}}},--140级-精良寄灵人の项链
			[2010308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 450}}},--140级-精良寄灵人の戒指
			[2010401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--140级-史诗寄灵人の灵器
			[2010402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗寄灵人の头盔
			[2010403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗寄灵人の铠甲
			[2010404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗寄灵人の裤子
			[2010405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗寄灵人の鞋子
			[2010406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗寄灵人の护手
			[2010407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-史诗寄灵人の项链
			[2010408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-史诗寄灵人の戒指
			[2010411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--140级-攻击套寄灵人の灵器
			[2010412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套寄灵人の头盔
			[2010413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套寄灵人の铠甲
			[2010415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套寄灵人の鞋子
			[2010417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-攻击套寄灵人の项链
			[2010418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-攻击套寄灵人の戒指
			[2011101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 160}}},--150级-普通寄灵人の灵器
			[2011102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通寄灵人の头盔
			[2011103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通寄灵人の铠甲
			[2011104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通寄灵人の裤子
			[2011105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通寄灵人の鞋子
			[2011106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通寄灵人の护手
			[2011107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--150级-普通寄灵人の项链
			[2011108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--150级-普通寄灵人の戒指
			[2011201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 480}}},--150级-优秀寄灵人の灵器
			[2011202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀寄灵人の头盔
			[2011203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀寄灵人の铠甲
			[2011204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀寄灵人の裤子
			[2011205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀寄灵人の鞋子
			[2011206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀寄灵人の护手
			[2011207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--150级-优秀寄灵人の项链
			[2011208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--150级-优秀寄灵人の戒指
			[2011301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 800}}},--150级-精良寄灵人の灵器
			[2011302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良寄灵人の头盔
			[2011303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良寄灵人の铠甲
			[2011304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良寄灵人の裤子
			[2011305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良寄灵人の鞋子
			[2011306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良寄灵人の护手
			[2011307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--150级-精良寄灵人の项链
			[2011308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--150级-精良寄灵人の戒指
			[2011401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-史诗寄灵人の灵器
			[2011402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗寄灵人の头盔
			[2011403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗寄灵人の铠甲
			[2011404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗寄灵人の裤子
			[2011405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗寄灵人の鞋子
			[2011406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗寄灵人の护手
			[2011407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--150级-史诗寄灵人の项链
			[2011408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--150级-史诗寄灵人の戒指
			[2011421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-防御套寄灵人の灵器
			[2011422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套寄灵人の头盔
			[2011423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套寄灵人の铠甲
			[2011424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套寄灵人の裤子
			[2011425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套寄灵人の鞋子
			[2011426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套寄灵人の护手
			[2011431] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-绝世寄灵人の灵器
			[2011432] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世寄灵人の头盔
			[2011433] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世寄灵人の铠甲
			[2011434] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世寄灵人の裤子
			[2011436] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世寄灵人の护手
			[2101101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--20级-普通守护灵の灵器
			[2101102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 5}}},--20级-普通守护灵の头盔
			[2101103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 5}}},--20级-普通守护灵の铠甲
			[2101104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 5}}},--20级-普通守护灵の裤子
			[2101105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 5}}},--20级-普通守护灵の鞋子
			[2101106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 5}}},--20级-普通守护灵の护手
			[2101107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--20级-普通守护灵の项链
			[2101108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--20级-普通守护灵の戒指
			[2101201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--20级-优秀守护灵の灵器
			[2101202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀守护灵の头盔
			[2101203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀守护灵の铠甲
			[2101204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀守护灵の裤子
			[2101205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀守护灵の鞋子
			[2101206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 15}}},--20级-优秀守护灵の护手
			[2101207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 23}}},--20级-优秀守护灵の项链
			[2101208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 23}}},--20级-优秀守护灵の戒指
			[2101301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--20级-精良守护灵の灵器
			[2101302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 25}}},--20级-精良守护灵の头盔
			[2101303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 25}}},--20级-精良守护灵の铠甲
			[2101304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 25}}},--20级-精良守护灵の裤子
			[2101305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 25}}},--20级-精良守护灵の鞋子
			[2101306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 25}}},--20级-精良守护灵の护手
			[2101307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 38}}},--20级-精良守护灵の项链
			[2101308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 38}}},--20级-精良守护灵の戒指
			[2101401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--20级-史诗守护灵の灵器
			[2101402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗守护灵の头盔
			[2101403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗守护灵の铠甲
			[2101404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗守护灵の裤子
			[2101405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗守护灵の鞋子
			[2101406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-史诗守护灵の护手
			[2101407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 75}}},--20级-史诗守护灵の项链
			[2101408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 75}}},--20级-史诗守护灵の戒指
			[2101431] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--20级-新手套守护灵の灵器
			[2101432] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套守护灵の头盔
			[2101433] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套守护灵の铠甲
			[2101434] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套守护灵の裤子
			[2101435] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套守护灵の鞋子
			[2101436] = {Filter = 4,Award = {[1] = {id = 1401015,val = 50}}},--20级-新手套守护灵の护手
			[2101437] = {Filter = 4,Award = {[1] = {id = 1401015,val = 75}}},--20级-新手套守护灵の项链
			[2101438] = {Filter = 4,Award = {[1] = {id = 1401015,val = 75}}},--20级-新手套守护灵の戒指
			[2102101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 16}}},--40级-普通守护灵の灵器
			[2102102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--40级-普通守护灵の头盔
			[2102103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--40级-普通守护灵の铠甲
			[2102104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--40级-普通守护灵の裤子
			[2102105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--40级-普通守护灵の鞋子
			[2102106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 8}}},--40级-普通守护灵の护手
			[2102107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 12}}},--40级-普通守护灵の项链
			[2102108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 12}}},--40级-普通守护灵の戒指
			[2102201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 48}}},--40级-优秀守护灵の灵器
			[2102202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀守护灵の头盔
			[2102203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀守护灵の铠甲
			[2102204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀守护灵の裤子
			[2102205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀守护灵の鞋子
			[2102206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 24}}},--40级-优秀守护灵の护手
			[2102207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 36}}},--40级-优秀守护灵の项链
			[2102208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 36}}},--40级-优秀守护灵の戒指
			[2102301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 80}}},--40级-精良守护灵の灵器
			[2102302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良守护灵の头盔
			[2102303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良守护灵の铠甲
			[2102304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良守护灵の裤子
			[2102305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良守护灵の鞋子
			[2102306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 40}}},--40级-精良守护灵の护手
			[2102307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 60}}},--40级-精良守护灵の项链
			[2102308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 60}}},--40级-精良守护灵の戒指
			[2102401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 160}}},--40级-史诗守护灵の灵器
			[2102402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗守护灵の头盔
			[2102403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗守护灵の铠甲
			[2102404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗守护灵の裤子
			[2102405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗守护灵の鞋子
			[2102406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-史诗守护灵の护手
			[2102407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-史诗守护灵の项链
			[2102408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-史诗守护灵の戒指
			[2102411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 160}}},--40级-攻击套守护灵の灵器
			[2102412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套守护灵の头盔
			[2102413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套守护灵の铠甲
			[2102415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 80}}},--40级-攻击套守护灵の鞋子
			[2102417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-攻击套守护灵の项链
			[2102418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 120}}},--40级-攻击套守护灵の戒指
			[2103101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--60级-普通守护灵の灵器
			[2103102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通守护灵の头盔
			[2103103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通守护灵の铠甲
			[2103104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通守护灵の裤子
			[2103105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通守护灵の鞋子
			[2103106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 10}}},--60级-普通守护灵の护手
			[2103107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--60级-普通守护灵の项链
			[2103108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--60级-普通守护灵の戒指
			[2103201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--60级-优秀守护灵の灵器
			[2103202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀守护灵の头盔
			[2103203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀守护灵の铠甲
			[2103204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀守护灵の裤子
			[2103205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀守护灵の鞋子
			[2103206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 30}}},--60级-优秀守护灵の护手
			[2103207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--60级-优秀守护灵の项链
			[2103208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--60级-优秀守护灵の戒指
			[2103301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--60级-精良守护灵の灵器
			[2103302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良守护灵の头盔
			[2103303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良守护灵の铠甲
			[2103304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良守护灵の裤子
			[2103305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良守护灵の鞋子
			[2103306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 50}}},--60级-精良守护灵の护手
			[2103307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--60级-精良守护灵の项链
			[2103308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--60级-精良守护灵の戒指
			[2103401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--60级-史诗守护灵の灵器
			[2103402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗守护灵の头盔
			[2103403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗守护灵の铠甲
			[2103404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗守护灵の裤子
			[2103405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗守护灵の鞋子
			[2103406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-史诗守护灵の护手
			[2103407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--60级-史诗守护灵の项链
			[2103408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--60级-史诗守护灵の戒指
			[2103421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--60级-防御套守护灵の灵器
			[2103422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套守护灵の头盔
			[2103423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套守护灵の铠甲
			[2103424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套守护灵の裤子
			[2103425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套守护灵の鞋子
			[2103426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 100}}},--60级-防御套守护灵の护手
			[2104101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--80级-普通守护灵の灵器
			[2104102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通守护灵の头盔
			[2104103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通守护灵の铠甲
			[2104104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通守护灵の裤子
			[2104105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通守护灵の鞋子
			[2104106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 15}}},--80级-普通守护灵の护手
			[2104107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 23}}},--80级-普通守护灵の项链
			[2104108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 23}}},--80级-普通守护灵の戒指
			[2104201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--80级-优秀守护灵の灵器
			[2104202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀守护灵の头盔
			[2104203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀守护灵の铠甲
			[2104204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀守护灵の裤子
			[2104205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀守护灵の鞋子
			[2104206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 45}}},--80级-优秀守护灵の护手
			[2104207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 68}}},--80级-优秀守护灵の项链
			[2104208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 68}}},--80级-优秀守护灵の戒指
			[2104301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--80级-精良守护灵の灵器
			[2104302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良守护灵の头盔
			[2104303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良守护灵の铠甲
			[2104304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良守护灵の裤子
			[2104305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良守护灵の鞋子
			[2104306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 75}}},--80级-精良守护灵の护手
			[2104307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 113}}},--80级-精良守护灵の项链
			[2104308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 113}}},--80级-精良守护灵の戒指
			[2104401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--80级-史诗守护灵の灵器
			[2104402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗守护灵の头盔
			[2104403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗守护灵の铠甲
			[2104404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗守护灵の裤子
			[2104405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗守护灵の鞋子
			[2104406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-史诗守护灵の护手
			[2104407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-史诗守护灵の项链
			[2104408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-史诗守护灵の戒指
			[2104421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--80级-攻击套守护灵の灵器
			[2104422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套守护灵の头盔
			[2104423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套守护灵の铠甲
			[2104425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 150}}},--80级-攻击套守护灵の鞋子
			[2104427] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-攻击套守护灵の项链
			[2104428] = {Filter = 4,Award = {[1] = {id = 1401015,val = 225}}},--80级-攻击套守护灵の戒指
			[2105101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--90级-普通守护灵の灵器
			[2105102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通守护灵の头盔
			[2105103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通守护灵の铠甲
			[2105104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通守护灵の裤子
			[2105105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通守护灵の鞋子
			[2105106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 20}}},--90级-普通守护灵の护手
			[2105107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--90级-普通守护灵の项链
			[2105108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--90级-普通守护灵の戒指
			[2105201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--90级-优秀守护灵の灵器
			[2105202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀守护灵の头盔
			[2105203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀守护灵の铠甲
			[2105204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀守护灵の裤子
			[2105205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀守护灵の鞋子
			[2105206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 60}}},--90级-优秀守护灵の护手
			[2105207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--90级-优秀守护灵の项链
			[2105208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--90级-优秀守护灵の戒指
			[2105301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--90级-精良守护灵の灵器
			[2105302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良守护灵の头盔
			[2105303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良守护灵の铠甲
			[2105304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良守护灵の裤子
			[2105305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良守护灵の鞋子
			[2105306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 100}}},--90级-精良守护灵の护手
			[2105307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--90级-精良守护灵の项链
			[2105308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--90级-精良守护灵の戒指
			[2105401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-史诗守护灵の灵器
			[2105402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗守护灵の头盔
			[2105403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗守护灵の铠甲
			[2105404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗守护灵の裤子
			[2105405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗守护灵の鞋子
			[2105406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-史诗守护灵の护手
			[2105407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--90级-史诗守护灵の项链
			[2105408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--90级-史诗守护灵の戒指
			[2105421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-防御套守护灵の灵器
			[2105422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套守护灵の头盔
			[2105423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套守护灵の铠甲
			[2105424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套守护灵の裤子
			[2105425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套守护灵の鞋子
			[2105426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-防御套守护灵の护手
			[2105431] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--90级-绝世套守护灵の灵器
			[2105432] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套守护灵の头盔
			[2105433] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套守护灵の铠甲
			[2105434] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套守护灵の裤子
			[2105436] = {Filter = 4,Award = {[1] = {id = 1401015,val = 200}}},--90级-绝世套守护灵の护手
			[2106101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--100级-普通守护灵の灵器
			[2106102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通守护灵の头盔
			[2106103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通守护灵の铠甲
			[2106104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通守护灵の裤子
			[2106105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通守护灵の鞋子
			[2106106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 25}}},--100级-普通守护灵の护手
			[2106107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 38}}},--100级-普通守护灵の项链
			[2106108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 38}}},--100级-普通守护灵の戒指
			[2106201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--100级-优秀守护灵の灵器
			[2106202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀守护灵の头盔
			[2106203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀守护灵の铠甲
			[2106204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀守护灵の裤子
			[2106205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀守护灵の鞋子
			[2106206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 75}}},--100级-优秀守护灵の护手
			[2106207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 113}}},--100级-优秀守护灵の项链
			[2106208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 113}}},--100级-优秀守护灵の戒指
			[2106301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--100级-精良守护灵の灵器
			[2106302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良守护灵の头盔
			[2106303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良守护灵の铠甲
			[2106304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良守护灵の裤子
			[2106305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良守护灵の鞋子
			[2106306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 125}}},--100级-精良守护灵の护手
			[2106307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 188}}},--100级-精良守护灵の项链
			[2106308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 188}}},--100级-精良守护灵の戒指
			[2106401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--100级-史诗守护灵の灵器
			[2106402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗守护灵の头盔
			[2106403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗守护灵の铠甲
			[2106404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗守护灵の裤子
			[2106405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗守护灵の鞋子
			[2106406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-史诗守护灵の护手
			[2106407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-史诗守护灵の项链
			[2106408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-史诗守护灵の戒指
			[2106411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--100级-攻击套守护灵の灵器
			[2106412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套守护灵の头盔
			[2106413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套守护灵の铠甲
			[2106415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 250}}},--100级-攻击套守护灵の鞋子
			[2106417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-攻击套守护灵の项链
			[2106418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 375}}},--100级-攻击套守护灵の戒指
			[2107101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--110级-普通守护灵の灵器
			[2107102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通守护灵の头盔
			[2107103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通守护灵の铠甲
			[2107104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通守护灵の裤子
			[2107105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通守护灵の鞋子
			[2107106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 30}}},--110级-普通守护灵の护手
			[2107107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 45}}},--110级-普通守护灵の项链
			[2107108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 45}}},--110级-普通守护灵の戒指
			[2107201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--110级-优秀守护灵の灵器
			[2107202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀守护灵の头盔
			[2107203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀守护灵の铠甲
			[2107204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀守护灵の裤子
			[2107205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀守护灵の鞋子
			[2107206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 90}}},--110级-优秀守护灵の护手
			[2107207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 135}}},--110级-优秀守护灵の项链
			[2107208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 135}}},--110级-优秀守护灵の戒指
			[2107301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--110级-精良守护灵の灵器
			[2107302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良守护灵の头盔
			[2107303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良守护灵の铠甲
			[2107304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良守护灵の裤子
			[2107305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良守护灵の鞋子
			[2107306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 150}}},--110级-精良守护灵の护手
			[2107307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 225}}},--110级-精良守护灵の项链
			[2107308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 225}}},--110级-精良守护灵の戒指
			[2107401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--110级-史诗守护灵の灵器
			[2107402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗守护灵の头盔
			[2107403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗守护灵の铠甲
			[2107404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗守护灵の裤子
			[2107405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗守护灵の鞋子
			[2107406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-史诗守护灵の护手
			[2107407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 450}}},--110级-史诗守护灵の项链
			[2107408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 450}}},--110级-史诗守护灵の戒指
			[2107421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--110级-防御套守护灵の灵器
			[2107422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套守护灵の头盔
			[2107423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套守护灵の铠甲
			[2107424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套守护灵の裤子
			[2107425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套守护灵の鞋子
			[2107426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 300}}},--110级-防御套守护灵の护手
			[2108101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--120级-普通守护灵の灵器
			[2108102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通守护灵の头盔
			[2108103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通守护灵の铠甲
			[2108104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通守护灵の裤子
			[2108105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通守护灵の鞋子
			[2108106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 40}}},--120级-普通守护灵の护手
			[2108107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--120级-普通守护灵の项链
			[2108108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--120级-普通守护灵の戒指
			[2108201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--120级-优秀守护灵の灵器
			[2108202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀守护灵の头盔
			[2108203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀守护灵の铠甲
			[2108204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀守护灵の裤子
			[2108205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀守护灵の鞋子
			[2108206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 120}}},--120级-优秀守护灵の护手
			[2108207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--120级-优秀守护灵の项链
			[2108208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--120级-优秀守护灵の戒指
			[2108301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--120级-精良守护灵の灵器
			[2108302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良守护灵の头盔
			[2108303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良守护灵の铠甲
			[2108304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良守护灵の裤子
			[2108305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良守护灵の鞋子
			[2108306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 200}}},--120级-精良守护灵の护手
			[2108307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--120级-精良守护灵の项链
			[2108308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--120级-精良守护灵の戒指
			[2108401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-史诗守护灵の灵器
			[2108402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗守护灵の头盔
			[2108403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗守护灵の铠甲
			[2108404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗守护灵の裤子
			[2108405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗守护灵の鞋子
			[2108406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-史诗守护灵の护手
			[2108407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-史诗守护灵の项链
			[2108408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-史诗守护灵の戒指
			[2108411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-攻击套守护灵の灵器
			[2108412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套守护灵の头盔
			[2108413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套守护灵の铠甲
			[2108415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-攻击套守护灵の鞋子
			[2108417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-攻击套守护灵の项链
			[2108418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-攻击套守护灵の戒指
			[2108421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--120级-绝世套守护灵の灵器
			[2108422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-绝世套守护灵の头盔
			[2108423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 400}}},--120级-绝世套守护灵の铠甲
			[2108427] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-绝世套守护灵の项链
			[2108428] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--120级-绝世套守护灵の戒指
			[2109101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 100}}},--130级-普通守护灵の灵器
			[2109102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通守护灵の头盔
			[2109103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通守护灵の铠甲
			[2109104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通守护灵の裤子
			[2109105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通守护灵の鞋子
			[2109106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 50}}},--130级-普通守护灵の护手
			[2109107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 75}}},--130级-普通守护灵の项链
			[2109108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 75}}},--130级-普通守护灵の戒指
			[2109201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 300}}},--130级-优秀守护灵の灵器
			[2109202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀守护灵の头盔
			[2109203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀守护灵の铠甲
			[2109204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀守护灵の裤子
			[2109205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀守护灵の鞋子
			[2109206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 150}}},--130级-优秀守护灵の护手
			[2109207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 225}}},--130级-优秀守护灵の项链
			[2109208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 225}}},--130级-优秀守护灵の戒指
			[2109301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 500}}},--130级-精良守护灵の灵器
			[2109302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良守护灵の头盔
			[2109303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良守护灵の铠甲
			[2109304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良守护灵の裤子
			[2109305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良守护灵の鞋子
			[2109306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 250}}},--130级-精良守护灵の护手
			[2109307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 375}}},--130级-精良守护灵の项链
			[2109308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 375}}},--130级-精良守护灵の戒指
			[2109401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1000}}},--130级-史诗守护灵の灵器
			[2109402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗守护灵の头盔
			[2109403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗守护灵の铠甲
			[2109404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗守护灵の裤子
			[2109405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗守护灵の鞋子
			[2109406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-史诗守护灵の护手
			[2109407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 750}}},--130级-史诗守护灵の项链
			[2109408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 750}}},--130级-史诗守护灵の戒指
			[2109421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1000}}},--130级-防御套守护灵の灵器
			[2109422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套守护灵の头盔
			[2109423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套守护灵の铠甲
			[2109424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套守护灵の裤子
			[2109425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套守护灵の鞋子
			[2109426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 500}}},--130级-防御套守护灵の护手
			[2110101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--140级-普通守护灵の灵器
			[2110102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通守护灵の头盔
			[2110103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通守护灵の铠甲
			[2110104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通守护灵の裤子
			[2110105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通守护灵の鞋子
			[2110106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 60}}},--140级-普通守护灵の护手
			[2110107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 90}}},--140级-普通守护灵の项链
			[2110108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 90}}},--140级-普通守护灵の戒指
			[2110201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--140级-优秀守护灵の灵器
			[2110202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀守护灵の头盔
			[2110203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀守护灵の铠甲
			[2110204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀守护灵の裤子
			[2110205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀守护灵の鞋子
			[2110206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 180}}},--140级-优秀守护灵の护手
			[2110207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 270}}},--140级-优秀守护灵の项链
			[2110208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 270}}},--140级-优秀守护灵の戒指
			[2110301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--140级-精良守护灵の灵器
			[2110302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良守护灵の头盔
			[2110303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良守护灵の铠甲
			[2110304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良守护灵の裤子
			[2110305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良守护灵の鞋子
			[2110306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 300}}},--140级-精良守护灵の护手
			[2110307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 450}}},--140级-精良守护灵の项链
			[2110308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 450}}},--140级-精良守护灵の戒指
			[2110401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--140级-史诗守护灵の灵器
			[2110402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗守护灵の头盔
			[2110403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗守护灵の铠甲
			[2110404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗守护灵の裤子
			[2110405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗守护灵の鞋子
			[2110406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-史诗守护灵の护手
			[2110407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-史诗守护灵の项链
			[2110408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-史诗守护灵の戒指
			[2110411] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--140级-攻击套守护灵の灵器
			[2110412] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套守护灵の头盔
			[2110413] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套守护灵の铠甲
			[2110415] = {Filter = 4,Award = {[1] = {id = 1401015,val = 600}}},--140级-攻击套守护灵の鞋子
			[2110417] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-攻击套守护灵の项链
			[2110418] = {Filter = 4,Award = {[1] = {id = 1401015,val = 900}}},--140级-攻击套守护灵の戒指
			[2111101] = {Filter = 1,Award = {[1] = {id = 1401015,val = 160}}},--150级-普通守护灵の灵器
			[2111102] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通守护灵の头盔
			[2111103] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通守护灵の铠甲
			[2111104] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通守护灵の裤子
			[2111105] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通守护灵の鞋子
			[2111106] = {Filter = 1,Award = {[1] = {id = 1401015,val = 80}}},--150级-普通守护灵の护手
			[2111107] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--150级-普通守护灵の项链
			[2111108] = {Filter = 1,Award = {[1] = {id = 1401015,val = 120}}},--150级-普通守护灵の戒指
			[2111201] = {Filter = 2,Award = {[1] = {id = 1401015,val = 480}}},--150级-优秀守护灵の灵器
			[2111202] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀守护灵の头盔
			[2111203] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀守护灵の铠甲
			[2111204] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀守护灵の裤子
			[2111205] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀守护灵の鞋子
			[2111206] = {Filter = 2,Award = {[1] = {id = 1401015,val = 240}}},--150级-优秀守护灵の护手
			[2111207] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--150级-优秀守护灵の项链
			[2111208] = {Filter = 2,Award = {[1] = {id = 1401015,val = 360}}},--150级-优秀守护灵の戒指
			[2111301] = {Filter = 3,Award = {[1] = {id = 1401015,val = 800}}},--150级-精良守护灵の灵器
			[2111302] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良守护灵の头盔
			[2111303] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良守护灵の铠甲
			[2111304] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良守护灵の裤子
			[2111305] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良守护灵の鞋子
			[2111306] = {Filter = 3,Award = {[1] = {id = 1401015,val = 400}}},--150级-精良守护灵の护手
			[2111307] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--150级-精良守护灵の项链
			[2111308] = {Filter = 3,Award = {[1] = {id = 1401015,val = 600}}},--150级-精良守护灵の戒指
			[2111401] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-史诗守护灵の灵器
			[2111402] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗守护灵の头盔
			[2111403] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗守护灵の铠甲
			[2111404] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗守护灵の裤子
			[2111405] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗守护灵の鞋子
			[2111406] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-史诗守护灵の护手
			[2111407] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--150级-史诗守护灵の项链
			[2111408] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1200}}},--150级-史诗守护灵の戒指
			[2111421] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-防御套守护灵の灵器
			[2111422] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套守护灵の头盔
			[2111423] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套守护灵の铠甲
			[2111424] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套守护灵の裤子
			[2111425] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套守护灵の鞋子
			[2111426] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-防御套守护灵の护手
			[2111431] = {Filter = 4,Award = {[1] = {id = 1401015,val = 1600}}},--150级-绝世守护灵の灵器
			[2111432] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世守护灵の头盔
			[2111433] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世守护灵の铠甲
			[2111434] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}},--150级-绝世守护灵の裤子
			[2111436] = {Filter = 4,Award = {[1] = {id = 1401015,val = 800}}}--150级-绝世守护灵の护手
		}
	},
	[3] = {
		TabName = "专属熔炉",
		ResourceBar = "39",
		Filter = {[1] = {Id = 1,Name = _T("SR专属武器碎片")},[2] = {Id = 2,Name = _T("SSR专属武器碎片")}},
		Items = {
			[1502001] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 6000}},Award = {[1] = {id = 1401017,val = 125}}},--关羽专属武器碎片
			[1502002] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 500}},Award = {[1] = {id = 1401017,val = 10}}},--许褚专属武器碎片
			[1502003] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--典韦专属武器碎片
			[1502005] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--李轩辕专属武器碎片
			[1502006] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 6000}},Award = {[1] = {id = 1401017,val = 125}}},--项羽专属武器碎片
			[1502007] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--天使缇娜专属武器碎片
			[1502008] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 2300}},Award = {[1] = {id = 1401017,val = 50}}},--夏侯渊专属武器碎片
			[1502009] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--徐晃专属武器碎片
			[1502010] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 2300}},Award = {[1] = {id = 1401017,val = 50}}},--张郃专属武器碎片
			[1502011] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 2300}},Award = {[1] = {id = 1401017,val = 50}}},--张飞专属武器碎片
			[1502012] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 6000}},Award = {[1] = {id = 1401017,val = 125}}},--夏侯惇专属武器碎片
			[1502014] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--石灵明专属武器碎片
			[1502016] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--西方龙专属武器碎片
			[1502017] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 500}},Award = {[1] = {id = 1401017,val = 10}}},--飞廉专属武器碎片
			[1502020] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--高顺专属武器碎片
			[1502021] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 500}},Award = {[1] = {id = 1401017,val = 10}}},--烈风螳螂专属武器碎片
			[1502024] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 500}},Award = {[1] = {id = 1401017,val = 10}}},--朱仙专属武器碎片
			[1502026] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 500}},Award = {[1] = {id = 1401017,val = 10}}},--雷震子专属武器碎片
			[1502028] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 6000}},Award = {[1] = {id = 1401017,val = 125}}},--吕布专属武器碎片
			[1502030] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 1200}},Award = {[1] = {id = 1401017,val = 25}}},--燕青专属武器碎片
			[1502031] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 2300}},Award = {[1] = {id = 1401017,val = 50}}}--秦琼专属武器碎片
		}
	},
	[4] = {
		TabName = "神器熔炉",
		ResourceBar = "40",
		Filter = {[1] = {Id = 1,Name = _T("绿色神器碎片")},[2] = {Id = 2,Name = _T("蓝色神器碎片")},[3] = {Id = 3,Name = _T("紫色神器碎片")},[4] = {Id = 4,Name = _T("橙色神器碎片")}},
		items = {
			[1606003] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器1-1
			[1606004] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器1-2
			[1606005] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器1-3
			[1606006] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器2-1
			[1606007] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器2-2
			[1606008] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器2-3
			[1606009] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器2-4
			[1606010] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器2-5
			[1606011] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器3-1
			[1606012] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器3-2
			[1606013] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器3-3
			[1606014] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器3-4
			[1606015] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器3-5
			[1606016] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器3-6
			[1606017] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器4-1
			[1606018] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器4-2
			[1606019] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器4-3
			[1606020] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器4-4
			[1606021] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器4-5
			[1606022] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器4-6
			[1606023] = {Filter = 1,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 40}}},--神器5-1
			[1606024] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器5-2
			[1606025] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器5-3
			[1606026] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器5-4
			[1606027] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器5-5
			[1606028] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器5-6
			[1606029] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器6-1
			[1606030] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器6-2
			[1606031] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器6-3
			[1606032] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器6-4
			[1606033] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器6-5
			[1606034] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器6-6
			[1606035] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器6-7
			[1606036] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器6-8
			[1606037] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器7-1
			[1606038] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器7-2
			[1606039] = {Filter = 2,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 120}}},--神器7-3
			[1606040] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器7-4
			[1606041] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器7-5
			[1606042] = {Filter = 3,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 280}}},--神器7-6
			[1606043] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}},--神器7-7
			[1606044] = {Filter = 4,ExtCost = {[1] = {Id = 1401002,Val = 100}},Award = {[1] = {id = 1401018,val = 600}}}--神器7-8
		}
	}
}