--[[
output from excel operAct.运营活动.xlsx
--note:
客户端配置等级礼包的表
colums:
{ID,唯一键} ,{Level,等级} ,{Award[1].id,奖励ID1} ,{Award[1].val,奖励数量1} ,{Award[2].id,奖励ID2} ,{Award[2].val,奖励数量2} ,{Award[3].id,奖励ID3} ,{Award[3].val,奖励数量3} ,{Award[4].id,奖励ID3} ,{Award[4].val,奖励数量3}
primary key:
#0 [等级礼包]: ID
]]
local _T = LangUtil.Language
return{
	[101] = {Level = 10,Award = {[1] = {id = 1602001,val = 1},[2] = {id = 1401010,val = 100},[3] = {id = 1401002,val = 10000},[4] = {id = 1401003,val = 16000}}},
	[102] = {Level = 20,Award = {[1] = {id = 1602001,val = 2},[2] = {id = 1401010,val = 100},[3] = {id = 1401002,val = 20000},[4] = {id = 1401003,val = 32000}}},
	[103] = {Level = 30,Award = {[1] = {id = 2001437,val = 1},[2] = {id = 1401010,val = 150},[3] = {id = 1401002,val = 30000},[4] = {id = 1401003,val = 56000}}},
	[104] = {Level = 40,Award = {[1] = {id = 1602001,val = 5},[2] = {id = 1401010,val = 200},[3] = {id = 1401002,val = 50000},[4] = {id = 1401003,val = 80000}}},
	[105] = {Level = 50,Award = {[1] = {id = 2002417,val = 1},[2] = {id = 1401010,val = 250},[3] = {id = 1401002,val = 80000},[4] = {id = 1401003,val = 112000}}},
	[106] = {Level = 60,Award = {[1] = {id = 1602001,val = 5},[2] = {id = 1401010,val = 300},[3] = {id = 1401002,val = 100000},[4] = {id = 1401003,val = 144000}}},
	[107] = {Level = 70,Award = {[1] = {id = 2003423,val = 1},[2] = {id = 1401010,val = 400},[3] = {id = 1401002,val = 150000},[4] = {id = 1401003,val = 160000}}},
	[108] = {Level = 80,Award = {[1] = {id = 1602001,val = 10},[2] = {id = 1401010,val = 500},[3] = {id = 1401002,val = 200000},[4] = {id = 1401003,val = 200000}}}
}