--[[
output from excel basicInfo.基础信息.xlsx
--note:

colums:
{ID,唯一键} ,{ItemShow[1][1],资源条展示物品id#显示加号（1显示，0不显示）} ,{ItemShow[1][2],} ,{ItemShow[2][1],资源条展示物品id#显示加号（1显示，0不显示）} ,{ItemShow[2][2],} ,{ItemShow[3][1],资源条展示物品id#显示加号（1显示，0不显示）} ,{ItemShow[3][2],} ,{IsShowChat,是否显示聊天0=不显示1=显示} ,{Info,介绍信息}
primary key:
#0 [resource_bar]: ID
]]
local _T = LangUtil.Language
return{
	[1] = {ID = 1,ItemShow = {[1] = {[1] = 1401001,[2] = 0},[2] = {[1] = 1401010,[2] = 0},[3] = {[1] = 1401002,[2] = 1}},IsShowChat = 0,Info = "测试"},
	[2] = {ID = 2,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "主城"},
	[3] = {ID = 3,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "冒险-剧情关卡"},
	[4] = {ID = 4,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "背包"},
	[5] = {ID = 5,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "通灵"},
	[6] = {ID = 6,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "神器"},
	[7] = {ID = 7,ItemShow = {[1] = {[1] = 1401005,[2] = 1}},IsShowChat = 1,Info = "技能"},
	[8] = {ID = 8,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "卡牌列表"},
	[9] = {ID = 9,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1401004,[2] = 0}},IsShowChat = 1,Info = "寄灵人详情-升级"},
	[10] = {ID = 10,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1401005,[2] = 1}},IsShowChat = 1,Info = "寄灵人详情-技能"},
	[11] = {ID = 11,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "寄灵人详情-升星"},
	[12] = {ID = 12,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1401003,[2] = 0}},IsShowChat = 1,Info = "守护灵详情-升级"},
	[13] = {ID = 13,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1401005,[2] = 1}},IsShowChat = 1,Info = "守护灵详情-技能"},
	[14] = {ID = 14,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "守护灵详情-升星"},
	[15] = {ID = 15,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 1,Info = "守护灵详情-专属武器"},
	[16] = {ID = 16,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1602001,[2] = 1}},IsShowChat = 1,Info = "守护灵高级抽卡"},
	[17] = {ID = 17,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1602002,[2] = 0}},IsShowChat = 1,Info = "守护灵低级抽卡"},
	[18] = {ID = 18,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1601001,[2] = 1}},IsShowChat = 1,Info = "寄灵人抽卡"},
	[19] = {ID = 19,ItemShow = {[1] = {[1] = 1602001,[2] = 0}},IsShowChat = 1,Info = "新手抽卡"},
	[20] = {ID = 20,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401008,[2] = 0},[3] = {[1] = 1401007,[2] = 1}},IsShowChat = 1,Info = "竞技场"},
	[21] = {ID = 21,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1401013,[2] = 0}},IsShowChat = 1,Info = "芦花古楼"},
	[22] = {ID = 22,ItemShow = {[1] = {[1] = 1401010,[2] = 0}},IsShowChat = 0,Info = "恶灵入侵"},
	[23] = {ID = 23,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1},[3] = {[1] = 1604001,[2] = 0}},IsShowChat = 1,Info = "派遣巡逻"},
	[24] = {ID = 24,ItemShow = {[1] = {[1] = 1401010,[2] = 1}},IsShowChat = 0,Info = "杂货店-灵石商城"},
	[25] = {ID = 25,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 0,Info = "杂货店-卡牌商城"},
	[26] = {ID = 26,ItemShow = {[1] = {[1] = 1401002,[2] = 1}},IsShowChat = 0,Info = "杂货店-杂货铺"},
	[27] = {ID = 27,ItemShow = {[1] = {[1] = 1401008,[2] = 0}},IsShowChat = 0,Info = "荣誉商店-卡牌福利"},
	[28] = {ID = 28,ItemShow = {[1] = {[1] = 1401008,[2] = 0}},IsShowChat = 0,Info = "荣誉商店-养成"},
	[29] = {ID = 29,ItemShow = {[1] = {[1] = 1401013,[2] = 0}},IsShowChat = 0,Info = "芦花古楼-芦花古楼"},
	[30] = {ID = 30,ItemShow = {[1] = {[1] = 1401013,[2] = 0}},IsShowChat = 0,Info = "芦花古楼-卡牌福利"},
	[31] = {ID = 31,ItemShow = {[1] = {[1] = 1401002,[2] = 1},[2] = {[1] = 1602002,[2] = 1}},IsShowChat = 0,Info = "破碎守护灵抽卡"},
	[32] = {ID = 32,ItemShow = {[1] = {[1] = 1401002,[2] = 1},[2] = {[1] = 1401015,[2] = 1}},IsShowChat = 0,Info = "卡牌装备界面"},
	[33] = {ID = 33,ItemShow = {[1] = {[1] = 1401015,[2] = 0}},IsShowChat = 0,Info = "熔炼打造界面"},
	[34] = {ID = 34,ItemShow = {[1] = {[1] = 1401010,[2] = 0}},IsShowChat = 0,Info = "国战主界面-资源栏"},
	[35] = {ID = 35,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 0,Info = "试炼宝库"},
	[36] = {ID = 36,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1401002,[2] = 1}},IsShowChat = 0,Info = "传记副本"},
	[37] = {ID = 37,ItemShow = {[1] = {[1] = 1401010,[2] = 1},[2] = {[1] = 1401001,[2] = 1}},IsShowChat = 0,Info = "代金券商城"},
	[38] = {ID = 38,ItemShow = {[1] = {[1] = 1401002,[2] = 1},[2] = {[1] = 1401015,[2] = 1}},IsShowChat = 0,Info = "装备分解页面"},
	[39] = {ID = 39,ItemShow = {[1] = {[1] = 1401002,[2] = 1},[2] = {[1] = 1401018,[2] = 1}},IsShowChat = 0,Info = "神器分解页面"},
	[40] = {ID = 40,ItemShow = {[1] = {[1] = 1401002,[2] = 1},[2] = {[1] = 1401017,[2] = 1}},IsShowChat = 0,Info = "专属武器分解页面"},
	[41] = {ID = 41,ItemShow = {[1] = {[1] = 1602003,[2] = 1}},IsShowChat = 0,Info = "新手卡池"},
	[42] = {ID = 42,ItemShow = {[1] = {[1] = 1401010,[2] = 0},[2] = {[1] = 1604001,[2] = 0}},IsShowChat = 0,Info = "探险阵容界面"}
}