--[[
output from excel skill.技能.xlsx
--note:
技能表，配置技能的消耗，CD
配置每个等级技能对应的技能效果和升级消耗
colums:
{SkillID,技能ID} ,{ShowId,表现ID} ,{Name,技能名称} ,{CardBelong,属于哪张卡牌} ,{Bs,战力} ,{Quality,品质1-N  2-R 3-SR 4-SSR} ,{SkillType,类型：1-天赋技能，2-插槽技能，3-普通攻击，4-技能书技能，5-神器技能} ,{FireType,类型：1-主动技能，2-被动技能，3-连击技能，4-天使缇娜} ,{CrystalCount,水晶消耗数量} ,{DoubleHit,触发连击技能概率} ,{InitLevel,初始化等级} ,{WearRange,携带限制} ,{MaxLevel,最大等级} ,{CD,冷却时间} ,{Icon,技能图标} ,{SkillEffectType,技能分类
1阴，2阳} ,{ShowFireType,技能分类1-主动技能，2被动技能，3-连击技能} ,{ExclusiveWeaponEffect,专属武器效果ID} ,{Des,描述：当前等级技能描述，随等级变化数值格式：[效果序号#字段类型#字段序号#数字类型]，字段类型1-value，2-ConParam[1]，3-ConParam[2]，数字类型1-整数，2-2位小数，3-百分数（无小数点），4-百分数（两位小数）} ,{SkillSketchDes,技能简述} ,{SkillUsage,技能用法} ,{FeatureWords[1],特征词语} ,{FeatureWords[2],} ,{EffectLv,等级} ,{Lv,等级} ,{BreakLevel,突破等级} ,{Cost[1].Id,消耗道具} ,{Cost[1].Val,消耗数量} ,{Effects[1].id,技能效果} ,{Effects[1].lv,技能效果等级} ,{Effects[2].id,技能效果} ,{Effects[2].lv,技能效果等级} ,{Effects[3].id,技能效果} ,{Effects[3].lv,技能效果等级} ,{Effects[4].id,技能效果} ,{Effects[4].lv,技能效果等级} ,{Effects[5].id,技能效果} ,{Effects[5].lv,技能效果等级} ,{Effects[6].id,技能效果} ,{Effects[6].lv,技能效果等级} ,{Description,描述：当前等级技能描述，随等级变化数值格式：[效果序号#字段类型#字段序号#数字类型]，字段类型1-value，2-ConParam[1]，3-ConParam[2]，数字类型1-整数，2-2位小数，3-百分数（无小数点），4-百分数（两位小数）}
primary key:
#0 [技能]: SkillID
#1 [技能等级]: SkillID,HelpCol,Lv,BreakLevel
]]
local _T = LangUtil.Language
return{
	[1301001] = {
		ShowId = 1301001,
		Name = "阎王炮",
		CardBelong = 1101001,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100101,lv = 1},[2] = {id = 130100102,lv = 1},[3] = {id = 130100103,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100101,lv = 2},[2] = {id = 130100102,lv = 2},[3] = {id = 130100103,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100101,lv = 3},[2] = {id = 130100102,lv = 3},[3] = {id = 130100103,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--常服曹焱兵技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100101,lv = 4},[2] = {id = 130100102,lv = 4},[3] = {id = 130100103,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100101,lv = 5},[2] = {id = 130100102,lv = 5},[3] = {id = 130100103,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100101,lv = 6},[2] = {id = 130100102,lv = 6},[3] = {id = 130100103,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--常服曹焱兵技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100101,lv = 7},[2] = {id = 130100102,lv = 7},[3] = {id = 130100103,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100101,lv = 8},[2] = {id = 130100102,lv = 8},[3] = {id = 130100103,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100101,lv = 9},[2] = {id = 130100102,lv = 9},[3] = {id = 130100103,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100101,lv = 10},[2] = {id = 130100102,lv = 10},[3] = {id = 130100103,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】攻击时获得[2#1#2#1]个红色灵气，当该技能处于第1行动位时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--常服曹焱兵技能1
			}
		}
	},--常服曹焱兵技能1
	[1301002] = {
		ShowId = 1302002,
		Name = "雷光刃",
		CardBelong = 1101002,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合",
		SkillSketchDes = "群体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100201,lv = 1},[2] = {id = 130100202,lv = 1},[3] = {id = 130100203,lv = 1},[4] = {id = 130100204,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100201,lv = 2},[2] = {id = 130100202,lv = 2},[3] = {id = 130100203,lv = 2},[4] = {id = 130100204,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100201,lv = 3},[2] = {id = 130100202,lv = 3},[3] = {id = 130100203,lv = 3},[4] = {id = 130100204,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"},--曹玄亮技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100201,lv = 4},[2] = {id = 130100202,lv = 4},[3] = {id = 130100203,lv = 4},[4] = {id = 130100204,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100201,lv = 5},[2] = {id = 130100202,lv = 5},[3] = {id = 130100203,lv = 5},[4] = {id = 130100204,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100201,lv = 6},[2] = {id = 130100202,lv = 6},[3] = {id = 130100203,lv = 6},[4] = {id = 130100204,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"},--曹玄亮技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100201,lv = 7},[2] = {id = 130100202,lv = 7},[3] = {id = 130100203,lv = 7},[4] = {id = 130100204,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100201,lv = 8},[2] = {id = 130100202,lv = 8},[3] = {id = 130100203,lv = 8},[4] = {id = 130100204,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100201,lv = 9},[2] = {id = 130100202,lv = 9},[3] = {id = 130100203,lv = 9},[4] = {id = 130100204,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100201,lv = 10},[2] = {id = 130100202,lv = 10},[3] = {id = 130100203,lv = 10},[4] = {id = 130100204,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并对其两侧单位造成攻击[2#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个黄色灵气，当目标带有负面效果时，额外获得[4#1#2#1]个黄色灵气\r\n冷却时间1回合"}--曹玄亮技能1
			}
		}
	},--曹玄亮技能1
	[1301003] = {
		ShowId = 1301003,
		Name = "天音符录",
		CardBelong = 1101003,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100301,lv = 1},[2] = {id = 130100302,lv = 1},[3] = {id = 130100303,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100301,lv = 2},[2] = {id = 130100302,lv = 2},[3] = {id = 130100303,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100301,lv = 3},[2] = {id = 130100302,lv = 3},[3] = {id = 130100303,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--战斗夏铃技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100301,lv = 4},[2] = {id = 130100302,lv = 4},[3] = {id = 130100303,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100301,lv = 5},[2] = {id = 130100302,lv = 5},[3] = {id = 130100303,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100301,lv = 6},[2] = {id = 130100302,lv = 6},[3] = {id = 130100303,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--战斗夏铃技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100301,lv = 7},[2] = {id = 130100302,lv = 7},[3] = {id = 130100303,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100301,lv = 8},[2] = {id = 130100302,lv = 8},[3] = {id = 130100303,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100301,lv = 9},[2] = {id = 130100302,lv = 9},[3] = {id = 130100303,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100301,lv = 10},[2] = {id = 130100302,lv = 10},[3] = {id = 130100303,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当自身带有正面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--战斗夏铃技能1
			}
		}
	},--战斗夏铃技能1
	[1301004] = {
		ShowId = 1301004,
		Name = "王者之戟",
		CardBelong = 1101004,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n生命偷取\r\n获得黄水晶",
		SkillUsage = "攻击的同时恢复自身生命",
		FeatureWords = {[1] = "吸血"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100401,lv = 1},[2] = {id = 130100402,lv = 1},[3] = {id = 130100403,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100401,lv = 2},[2] = {id = 130100402,lv = 2},[3] = {id = 130100403,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100401,lv = 3},[2] = {id = 130100402,lv = 3},[3] = {id = 130100403,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"},--项昆仑技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100401,lv = 4},[2] = {id = 130100402,lv = 4},[3] = {id = 130100403,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100401,lv = 5},[2] = {id = 130100402,lv = 5},[3] = {id = 130100403,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100401,lv = 6},[2] = {id = 130100402,lv = 6},[3] = {id = 130100403,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"},--项昆仑技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100401,lv = 7},[2] = {id = 130100402,lv = 7},[3] = {id = 130100403,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100401,lv = 8},[2] = {id = 130100402,lv = 8},[3] = {id = 130100403,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100401,lv = 9},[2] = {id = 130100402,lv = 9},[3] = {id = 130100403,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100401,lv = 10},[2] = {id = 130100402,lv = 10},[3] = {id = 130100403,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，当带有“不死印记”时，攻击的同时削减敌方[3#1#2#1]个黄色灵气\r\n冷却时间1回合"}--项昆仑技能1
			}
		}
	},--项昆仑技能1
	[1301005] = {
		ShowId = 1301005,
		Name = "神机妙算",
		CardBelong = 1101005,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "伤害增幅\r\n获得蓝水晶",
		SkillUsage = "使用次数越多，守护灵被召唤后的能力越强",
		FeatureWords = {[1] = "守护灵增幅"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100501,lv = 1},[2] = {id = 130100502,lv = 1},[3] = {id = 130100503,lv = 1}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100501,lv = 2},[2] = {id = 130100502,lv = 2},[3] = {id = 130100503,lv = 2}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100501,lv = 3},[2] = {id = 130100502,lv = 3},[3] = {id = 130100503,lv = 3}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--刘羽禅技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100501,lv = 4},[2] = {id = 130100502,lv = 4},[3] = {id = 130100503,lv = 4}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100501,lv = 5},[2] = {id = 130100502,lv = 5},[3] = {id = 130100503,lv = 5}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100501,lv = 6},[2] = {id = 130100502,lv = 6},[3] = {id = 130100503,lv = 6}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--刘羽禅技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100501,lv = 7},[2] = {id = 130100502,lv = 7},[3] = {id = 130100503,lv = 7}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100501,lv = 8},[2] = {id = 130100502,lv = 8},[3] = {id = 130100503,lv = 8}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100501,lv = 9},[2] = {id = 130100502,lv = 9},[3] = {id = 130100503,lv = 9}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100501,lv = 10},[2] = {id = 130100502,lv = 10},[3] = {id = 130100503,lv = 10}},Description = "为我方当前生命百分比最低单位恢复攻击[1#1#1#3]生命\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当己方蓝色灵气数量＞4时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--刘羽禅技能1
			}
		}
	},--刘羽禅技能1
	[1301006] = {
		ShowId = 1301006,
		Name = "召唤血魔",
		CardBelong = 1101006,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合",
		SkillSketchDes = "削减红水晶\r\n强化守护灵\r\n获得蓝水晶",
		SkillUsage = "使用次数越多，守护灵被召唤后的能力越强",
		FeatureWords = {[1] = "守护灵增幅"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100601,lv = 1},[2] = {id = 130100602,lv = 1},[3] = {id = 130100603,lv = 1},[4] = {id = 130100604,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100601,lv = 2},[2] = {id = 130100602,lv = 2},[3] = {id = 130100603,lv = 2},[4] = {id = 130100604,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100601,lv = 3},[2] = {id = 130100602,lv = 3},[3] = {id = 130100603,lv = 3},[4] = {id = 130100604,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"},--红莲缇娜技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100601,lv = 4},[2] = {id = 130100602,lv = 4},[3] = {id = 130100603,lv = 4},[4] = {id = 130100604,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100601,lv = 5},[2] = {id = 130100602,lv = 5},[3] = {id = 130100603,lv = 5},[4] = {id = 130100604,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100601,lv = 6},[2] = {id = 130100602,lv = 6},[3] = {id = 130100603,lv = 6},[4] = {id = 130100604,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"},--红莲缇娜技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100601,lv = 7},[2] = {id = 130100602,lv = 7},[3] = {id = 130100603,lv = 7},[4] = {id = 130100604,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100601,lv = 8},[2] = {id = 130100602,lv = 8},[3] = {id = 130100603,lv = 8},[4] = {id = 130100604,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100601,lv = 9},[2] = {id = 130100602,lv = 9},[3] = {id = 130100603,lv = 9},[4] = {id = 130100604,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100601,lv = 10},[2] = {id = 130100602,lv = 10},[3] = {id = 130100603,lv = 10},[4] = {id = 130100604,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并削减敌方[2#1#2#1]个红色灵气，生成血魔印记，血魔印记最多同时存在3个\r\n【灵气】立即获得[4#1#2#1]个蓝色灵气\r\n【血魔印记】每一枚印记提升持有者[3#1#1#3]防御\r\n冷却时间1回合"}--红莲缇娜技能1
			}
		}
	},--红莲缇娜技能1
	[1301007] = {
		ShowId = 1301007,
		Name = "大焱裂空锤",
		CardBelong = 1101007,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100701,lv = 1},[2] = {id = 130100702,lv = 1},[3] = {id = 130100703,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100701,lv = 2},[2] = {id = 130100702,lv = 2},[3] = {id = 130100703,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100701,lv = 3},[2] = {id = 130100702,lv = 3},[3] = {id = 130100703,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"},--战斗曹焱兵技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100701,lv = 4},[2] = {id = 130100702,lv = 4},[3] = {id = 130100703,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100701,lv = 5},[2] = {id = 130100702,lv = 5},[3] = {id = 130100703,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100701,lv = 6},[2] = {id = 130100702,lv = 6},[3] = {id = 130100703,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"},--战斗曹焱兵技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100701,lv = 7},[2] = {id = 130100702,lv = 7},[3] = {id = 130100703,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100701,lv = 8},[2] = {id = 130100702,lv = 8},[3] = {id = 130100703,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100701,lv = 9},[2] = {id = 130100702,lv = 9},[3] = {id = 130100703,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100701,lv = 10},[2] = {id = 130100702,lv = 10},[3] = {id = 130100703,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，攻击时（[3#2#2#3]+效果命中）概率额外获得[3#1#2#1]个红色灵气"}--战斗曹焱兵技能1
			}
		}
	},--战斗曹焱兵技能1
	[1301008] = {
		ShowId = 1301008,
		Name = "利爪",
		CardBelong = 1101008,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶的时候优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100801,lv = 1},[2] = {id = 130100802,lv = 1},[3] = {id = 130100803,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100801,lv = 2},[2] = {id = 130100802,lv = 2},[3] = {id = 130100803,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100801,lv = 3},[2] = {id = 130100802,lv = 3},[3] = {id = 130100803,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--黑尔坎普技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100801,lv = 4},[2] = {id = 130100802,lv = 4},[3] = {id = 130100803,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100801,lv = 5},[2] = {id = 130100802,lv = 5},[3] = {id = 130100803,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100801,lv = 6},[2] = {id = 130100802,lv = 6},[3] = {id = 130100803,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--黑尔坎普技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100801,lv = 7},[2] = {id = 130100802,lv = 7},[3] = {id = 130100803,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100801,lv = 8},[2] = {id = 130100802,lv = 8},[3] = {id = 130100803,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100801,lv = 9},[2] = {id = 130100802,lv = 9},[3] = {id = 130100803,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100801,lv = 10},[2] = {id = 130100802,lv = 10},[3] = {id = 130100803,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--黑尔坎普技能1
			}
		}
	},--黑尔坎普技能1
	[1301009] = {
		ShowId = 1301009,
		Name = "厚土双臂",
		CardBelong = 1101009,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶的时候优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130100901,lv = 1},[2] = {id = 130100902,lv = 1},[3] = {id = 130100903,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130100901,lv = 2},[2] = {id = 130100902,lv = 2},[3] = {id = 130100903,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130100901,lv = 3},[2] = {id = 130100902,lv = 3},[3] = {id = 130100903,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--北落师门技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130100901,lv = 4},[2] = {id = 130100902,lv = 4},[3] = {id = 130100903,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130100901,lv = 5},[2] = {id = 130100902,lv = 5},[3] = {id = 130100903,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130100901,lv = 6},[2] = {id = 130100902,lv = 6},[3] = {id = 130100903,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--北落师门技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130100901,lv = 7},[2] = {id = 130100902,lv = 7},[3] = {id = 130100903,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130100901,lv = 8},[2] = {id = 130100902,lv = 8},[3] = {id = 130100903,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130100901,lv = 9},[2] = {id = 130100902,lv = 9},[3] = {id = 130100903,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130100901,lv = 10},[2] = {id = 130100902,lv = 10},[3] = {id = 130100903,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气，当技能暴击时，额外获得[3#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--北落师门技能1
			}
		}
	},--北落师门技能1
	[1301010] = {
		ShowId = 1301010,
		Name = "擒龙手",
		CardBelong = 1101010,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101001,lv = 1},[2] = {id = 130101002,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101001,lv = 2},[2] = {id = 130101002,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101001,lv = 3},[2] = {id = 130101002,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--盖文技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101001,lv = 4},[2] = {id = 130101002,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101001,lv = 5},[2] = {id = 130101002,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101001,lv = 6},[2] = {id = 130101002,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--盖文技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101001,lv = 7},[2] = {id = 130101002,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101001,lv = 8},[2] = {id = 130101002,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101001,lv = 9},[2] = {id = 130101002,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101001,lv = 10},[2] = {id = 130101002,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--盖文技能1
			}
		}
	},--盖文技能1
	[1301011] = {
		ShowId = 1301011,
		Name = "风神斩",
		CardBelong = 1101011,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n风神印记\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101101,lv = 1},[2] = {id = 130101102,lv = 1},[3] = {id = 130101103,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101101,lv = 2},[2] = {id = 130101102,lv = 2},[3] = {id = 130101103,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101101,lv = 3},[2] = {id = 130101102,lv = 3},[3] = {id = 130101103,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"},--阎风吒技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101101,lv = 4},[2] = {id = 130101102,lv = 4},[3] = {id = 130101103,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101101,lv = 5},[2] = {id = 130101102,lv = 5},[3] = {id = 130101103,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101101,lv = 6},[2] = {id = 130101102,lv = 6},[3] = {id = 130101103,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"},--阎风吒技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101101,lv = 7},[2] = {id = 130101102,lv = 7},[3] = {id = 130101103,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101101,lv = 8},[2] = {id = 130101102,lv = 8},[3] = {id = 130101103,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101101,lv = 9},[2] = {id = 130101102,lv = 9},[3] = {id = 130101103,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101101,lv = 10},[2] = {id = 130101102,lv = 10},[3] = {id = 130101103,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【灵气】立即获得[3#1#2#1]个黄色灵气\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n冷却时间1回合"}--阎风吒技能1
			}
		}
	},--阎风吒技能1
	[1301012] = {
		ShowId = 1301012,
		Name = "痛击",
		CardBelong = 1101012,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101201,lv = 1},[2] = {id = 130101202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101201,lv = 2},[2] = {id = 130101202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101201,lv = 3},[2] = {id = 130101202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"},--南御夫技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101201,lv = 4},[2] = {id = 130101202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101201,lv = 5},[2] = {id = 130101202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101201,lv = 6},[2] = {id = 130101202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"},--南御夫技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101201,lv = 7},[2] = {id = 130101202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101201,lv = 8},[2] = {id = 130101202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101201,lv = 9},[2] = {id = 130101202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101201,lv = 10},[2] = {id = 130101202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气\r\n冷却时间1回合"}--南御夫技能1
			}
		}
	},--南御夫技能1
	[1301013] = {
		ShowId = 1301013,
		Name = "狩猎",
		CardBelong = 1101013,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101301,lv = 1},[2] = {id = 130101302,lv = 1},[3] = {id = 130101303,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101301,lv = 2},[2] = {id = 130101302,lv = 2},[3] = {id = 130101303,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101301,lv = 3},[2] = {id = 130101302,lv = 3},[3] = {id = 130101303,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--吉拉技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101301,lv = 4},[2] = {id = 130101302,lv = 4},[3] = {id = 130101303,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101301,lv = 5},[2] = {id = 130101302,lv = 5},[3] = {id = 130101303,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101301,lv = 6},[2] = {id = 130101302,lv = 6},[3] = {id = 130101303,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--吉拉技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101301,lv = 7},[2] = {id = 130101302,lv = 7},[3] = {id = 130101303,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101301,lv = 8},[2] = {id = 130101302,lv = 8},[3] = {id = 130101303,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101301,lv = 9},[2] = {id = 130101302,lv = 9},[3] = {id = 130101303,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101301,lv = 10},[2] = {id = 130101302,lv = 10},[3] = {id = 130101303,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--吉拉技能1
			}
		}
	},--吉拉技能1
	[1301014] = {
		ShowId = 1301014,
		Name = "吕氏余烈",
		CardBelong = 1101014,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101401,lv = 1},[2] = {id = 130101402,lv = 1},[3] = {id = 130101403,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101401,lv = 2},[2] = {id = 130101402,lv = 2},[3] = {id = 130101403,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101401,lv = 3},[2] = {id = 130101402,lv = 3},[3] = {id = 130101403,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"},--吕仙宫技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101401,lv = 4},[2] = {id = 130101402,lv = 4},[3] = {id = 130101403,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101401,lv = 5},[2] = {id = 130101402,lv = 5},[3] = {id = 130101403,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101401,lv = 6},[2] = {id = 130101402,lv = 6},[3] = {id = 130101403,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"},--吕仙宫技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101401,lv = 7},[2] = {id = 130101402,lv = 7},[3] = {id = 130101403,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101401,lv = 8},[2] = {id = 130101402,lv = 8},[3] = {id = 130101403,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101401,lv = 9},[2] = {id = 130101402,lv = 9},[3] = {id = 130101403,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101401,lv = 10},[2] = {id = 130101402,lv = 10},[3] = {id = 130101403,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个黄色灵气，（[3#2#2#3]+效果命中）概率额外获得1个黄色灵气\r\n冷却时间1回合"}--吕仙宫技能1
			}
		}
	},--吕仙宫技能1
	[1301015] = {
		ShowId = 1301015,
		Name = "破风刃",
		CardBelong = 1101015,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101501,lv = 1},[2] = {id = 130101502,lv = 1},[3] = {id = 130101503,lv = 1}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101501,lv = 2},[2] = {id = 130101502,lv = 2},[3] = {id = 130101503,lv = 2}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101501,lv = 3},[2] = {id = 130101502,lv = 3},[3] = {id = 130101503,lv = 3}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"},--阎巧巧技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101501,lv = 4},[2] = {id = 130101502,lv = 4},[3] = {id = 130101503,lv = 4}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101501,lv = 5},[2] = {id = 130101502,lv = 5},[3] = {id = 130101503,lv = 5}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101501,lv = 6},[2] = {id = 130101502,lv = 6},[3] = {id = 130101503,lv = 6}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"},--阎巧巧技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101501,lv = 7},[2] = {id = 130101502,lv = 7},[3] = {id = 130101503,lv = 7}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101501,lv = 8},[2] = {id = 130101502,lv = 8},[3] = {id = 130101503,lv = 8}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101501,lv = 9},[2] = {id = 130101502,lv = 9},[3] = {id = 130101503,lv = 9}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101501,lv = 10},[2] = {id = 130101502,lv = 10},[3] = {id = 130101503,lv = 10}},Description = "攻击敌方单体造成攻击[3#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当被攻击目标带有负面效果时，额外获得[1#1#2#1]个红色灵气\r\n冷却时间1回合"}--阎巧巧技能1
			}
		}
	},--阎巧巧技能1
	[1301016] = {
		ShowId = 1301016,
		Name = "凶冥杀",
		CardBelong = 1101016,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130101601,lv = 1},[2] = {id = 130101602,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130101601,lv = 2},[2] = {id = 130101602,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130101601,lv = 3},[2] = {id = 130101602,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--秦王攻技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130101601,lv = 4},[2] = {id = 130101602,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130101601,lv = 5},[2] = {id = 130101602,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130101601,lv = 6},[2] = {id = 130101602,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--秦王攻技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130101601,lv = 7},[2] = {id = 130101602,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130101601,lv = 8},[2] = {id = 130101602,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130101601,lv = 9},[2] = {id = 130101602,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130101601,lv = 10},[2] = {id = 130101602,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--秦王攻技能1
			}
		}
	},--秦王攻技能1
	[1301020] = {
		ShowId = 1301020,
		Name = "雷霆一击",
		CardBelong = 1101020,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301020",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130102001,lv = 1},[2] = {id = 130102002,lv = 1},[3] = {id = 130102003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130102001,lv = 2},[2] = {id = 130102002,lv = 2},[3] = {id = 130102003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130102001,lv = 3},[2] = {id = 130102002,lv = 3},[3] = {id = 130102003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"},--姬烟华技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130102001,lv = 4},[2] = {id = 130102002,lv = 4},[3] = {id = 130102003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130102001,lv = 5},[2] = {id = 130102002,lv = 5},[3] = {id = 130102003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130102001,lv = 6},[2] = {id = 130102002,lv = 6},[3] = {id = 130102003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"},--姬烟华技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130102001,lv = 7},[2] = {id = 130102002,lv = 7},[3] = {id = 130102003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130102001,lv = 8},[2] = {id = 130102002,lv = 8},[3] = {id = 130102003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130102001,lv = 9},[2] = {id = 130102002,lv = 9},[3] = {id = 130102003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130102001,lv = 10},[2] = {id = 130102002,lv = 10},[3] = {id = 130102003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使目标进入“感电”状态，持续3回合\r\n【灵气】立即获得1个黄色灵气\r\n【感电】降低目标效果抵抗50%"}--姬烟华技能1
			}
		}
	},--姬烟华技能1
	[1301022] = {
		ShowId = 1301022,
		Name = "迷踪幻刃",
		CardBelong = 1101022,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301022",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130102201,lv = 1},[2] = {id = 130102202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130102201,lv = 2},[2] = {id = 130102202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130102201,lv = 3},[2] = {id = 130102202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"},--幻技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130102201,lv = 4},[2] = {id = 130102202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130102201,lv = 5},[2] = {id = 130102202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130102201,lv = 6},[2] = {id = 130102202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"},--幻技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130102201,lv = 7},[2] = {id = 130102202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130102201,lv = 8},[2] = {id = 130102202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130102201,lv = 9},[2] = {id = 130102202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130102201,lv = 10},[2] = {id = 130102202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气"}--幻技能1
			}
		}
	},--幻技能1
	[1301023] = {
		ShowId = 1301023,
		Name = "大爆风",
		CardBelong = 1101023,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301023",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130102301,lv = 1},[2] = {id = 130102302,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130102301,lv = 2},[2] = {id = 130102302,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130102301,lv = 3},[2] = {id = 130102302,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--朱童技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130102301,lv = 4},[2] = {id = 130102302,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130102301,lv = 5},[2] = {id = 130102302,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130102301,lv = 6},[2] = {id = 130102302,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--朱童技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130102301,lv = 7},[2] = {id = 130102302,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130102301,lv = 8},[2] = {id = 130102302,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130102301,lv = 9},[2] = {id = 130102302,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130102301,lv = 10},[2] = {id = 130102302,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--朱童技能1
			}
		}
	},--朱童技能1
	[1301026] = {
		ShowId = 1301026,
		Name = "无双断月",
		CardBelong = 1101026,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301026",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130102601,lv = 1},[2] = {id = 130102602,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130102601,lv = 2},[2] = {id = 130102602,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130102601,lv = 3},[2] = {id = 130102602,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--貂灵芸技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130102601,lv = 4},[2] = {id = 130102602,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130102601,lv = 5},[2] = {id = 130102602,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130102601,lv = 6},[2] = {id = 130102602,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--貂灵芸技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130102601,lv = 7},[2] = {id = 130102602,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130102601,lv = 8},[2] = {id = 130102602,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130102601,lv = 9},[2] = {id = 130102602,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130102601,lv = 10},[2] = {id = 130102602,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--貂灵芸技能1
			}
		}
	},--貂灵芸技能1
	[1301030] = {
		ShowId = 1301030,
		Name = "点苍拳",
		CardBelong = 1101030,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301030",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130103001,lv = 1},[2] = {id = 130103002,lv = 1},[3] = {id = 130103003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130103001,lv = 2},[2] = {id = 130103002,lv = 2},[3] = {id = 130103003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130103001,lv = 3},[2] = {id = 130103002,lv = 3},[3] = {id = 130103003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"},--卢天佑技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130103001,lv = 4},[2] = {id = 130103002,lv = 4},[3] = {id = 130103003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130103001,lv = 5},[2] = {id = 130103002,lv = 5},[3] = {id = 130103003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130103001,lv = 6},[2] = {id = 130103002,lv = 6},[3] = {id = 130103003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"},--卢天佑技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130103001,lv = 7},[2] = {id = 130103002,lv = 7},[3] = {id = 130103003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130103001,lv = 8},[2] = {id = 130103002,lv = 8},[3] = {id = 130103003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130103001,lv = 9},[2] = {id = 130103002,lv = 9},[3] = {id = 130103003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130103001,lv = 10},[2] = {id = 130103002,lv = 10},[3] = {id = 130103003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使自身进入“破甲”状态2回合\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n【破甲】提升自身[3#1#1#1]破甲概率\r\n冷却时间1回合"}--卢天佑技能1
			}
		}
	},--卢天佑技能1
	[1301042] = {
		ShowId = 1301042,
		Name = "回旋踢",
		CardBelong = 1101042,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302042",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130104201,lv = 1},[2] = {id = 130104202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130104201,lv = 2},[2] = {id = 130104202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130104201,lv = 3},[2] = {id = 130104202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--都市男青年技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130104201,lv = 4},[2] = {id = 130104202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130104201,lv = 5},[2] = {id = 130104202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130104201,lv = 6},[2] = {id = 130104202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"},--都市男青年技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130104201,lv = 7},[2] = {id = 130104202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130104201,lv = 8},[2] = {id = 130104202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130104201,lv = 9},[2] = {id = 130104202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130104201,lv = 10},[2] = {id = 130104202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个蓝色灵气\r\n冷却时间1回合"}--都市男青年技能1
			}
		}
	},--都市男青年技能1
	[1301043] = {
		ShowId = 1301043,
		Name = "灵气爆",
		CardBelong = 1101043,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301043",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130104301,lv = 1},[2] = {id = 130104302,lv = 1},[3] = {id = 130104303,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130104301,lv = 2},[2] = {id = 130104302,lv = 2},[3] = {id = 130104303,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130104301,lv = 3},[2] = {id = 130104302,lv = 3},[3] = {id = 130104303,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--少年曹玄亮技能1
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130104301,lv = 4},[2] = {id = 130104302,lv = 4},[3] = {id = 130104303,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130104301,lv = 5},[2] = {id = 130104302,lv = 5},[3] = {id = 130104303,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130104301,lv = 6},[2] = {id = 130104302,lv = 6},[3] = {id = 130104303,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"},--少年曹玄亮技能1
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130104301,lv = 7},[2] = {id = 130104302,lv = 7},[3] = {id = 130104303,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130104301,lv = 8},[2] = {id = 130104302,lv = 8},[3] = {id = 130104303,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130104301,lv = 9},[2] = {id = 130104302,lv = 9},[3] = {id = 130104303,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130104301,lv = 10},[2] = {id = 130104302,lv = 10},[3] = {id = 130104303,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个红色灵气，当角色在回合中第一个行动时，额外获得[3#1#2#1]个红色灵气\r\n冷却时间1回合"}--少年曹玄亮技能1
			}
		}
	},--少年曹玄亮技能1
	[1302001] = {
		ShowId = 1302001,
		Name = "困龙火柱",
		CardBelong = 1101001,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "单体伤害\r\n减少敌方红水晶",
		SkillUsage = "敌方红水晶角色释放绝技前使用",
		FeatureWords = {[1] = "减少水晶",[2] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"},--常服曹焱兵技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"},--常服曹焱兵技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--常服曹焱兵技能2
			}
		}
	},--常服曹焱兵技能2
	[1302002] = {
		ShowId = 1301002,
		Name = "雷光钻",
		CardBelong = 1101002,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n",
		SkillSketchDes = "单体伤害\r\n降低防御",
		SkillUsage = "使用输出技能之前释放该技能",
		FeatureWords = {[1] = "降低防御"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200201,lv = 1},[2] = {id = 130200202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200201,lv = 2},[2] = {id = 130200202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200201,lv = 3},[2] = {id = 130200202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"},--曹玄亮技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200201,lv = 4},[2] = {id = 130200202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200201,lv = 5},[2] = {id = 130200202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200201,lv = 6},[2] = {id = 130200202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"},--曹玄亮技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200201,lv = 7},[2] = {id = 130200202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200201,lv = 8},[2] = {id = 130200202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200201,lv = 9},[2] = {id = 130200202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200201,lv = 10},[2] = {id = 130200202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，对生命低于30%的单位造成额外[2#1#1#3]伤害\r\n"}--曹玄亮技能2
			}
		}
	},--曹玄亮技能2
	[1302003] = {
		ShowId = 1302003,
		Name = "四象擒灵光",
		CardBelong = 1101003,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n",
		SkillSketchDes = "增加攻击力",
		SkillUsage = "行动时优先使用",
		FeatureWords = {[1] = "增加攻击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200301,lv = 1},[2] = {id = 130200302,lv = 1}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200301,lv = 2},[2] = {id = 130200302,lv = 2}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200301,lv = 3},[2] = {id = 130200302,lv = 3}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"},--战斗夏铃技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200301,lv = 4},[2] = {id = 130200302,lv = 4}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200301,lv = 5},[2] = {id = 130200302,lv = 5}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200301,lv = 6},[2] = {id = 130200302,lv = 6}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"},--战斗夏铃技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200301,lv = 7},[2] = {id = 130200302,lv = 7}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200301,lv = 8},[2] = {id = 130200302,lv = 8}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200301,lv = 9},[2] = {id = 130200302,lv = 9}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200301,lv = 10},[2] = {id = 130200302,lv = 10}},Description = "为我方全体恢复夏铃攻击[1#1#1#3]的生命，同时增加目标[2#1#1#3]防御\r\n"}--战斗夏铃技能2
			}
		}
	},--战斗夏铃技能2
	[1302004] = {
		ShowId = 1302004,
		Name = "霸体",
		CardBelong = 1101004,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n",
		SkillSketchDes = "伤害增幅",
		SkillUsage = "使用该技能后的下一次攻击将会造成巨额伤害",
		FeatureWords = {[1] = "伤害增幅"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200401,lv = 1},[2] = {id = 130200402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200401,lv = 2},[2] = {id = 130200402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200401,lv = 3},[2] = {id = 130200402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"},--项昆仑技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200401,lv = 4},[2] = {id = 130200402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200401,lv = 5},[2] = {id = 130200402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200401,lv = 6},[2] = {id = 130200402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"},--项昆仑技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200401,lv = 7},[2] = {id = 130200402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200401,lv = 8},[2] = {id = 130200402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200401,lv = 9},[2] = {id = 130200402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200401,lv = 10},[2] = {id = 130200402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并有（[2#2#2#3]+效果命中）概率使自己和守护灵同时获得1枚<color=#df4c4c>“不死印记”</color>，<color=#df4c4c>“不死印记”</color>最多同时拥有4枚\r\n【不死印记】每一枚印记使持有者造成伤害提升[2#1#1#3]\r\n"}--项昆仑技能2
			}
		}
	},--项昆仑技能2
	[1302005] = {
		ShowId = 1302005,
		Name = "匡扶之志",
		CardBelong = 1101005,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n",
		SkillSketchDes = "治疗",
		SkillUsage = "我方角色生命值低时使用",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200501,lv = 1},[2] = {id = 130200502,lv = 1}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200501,lv = 2},[2] = {id = 130200502,lv = 2}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200501,lv = 3},[2] = {id = 130200502,lv = 3}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"},--刘羽禅技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200501,lv = 4},[2] = {id = 130200502,lv = 4}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200501,lv = 5},[2] = {id = 130200502,lv = 5}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200501,lv = 6},[2] = {id = 130200502,lv = 6}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"},--刘羽禅技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200501,lv = 7},[2] = {id = 130200502,lv = 7}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200501,lv = 8},[2] = {id = 130200502,lv = 8}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200501,lv = 9},[2] = {id = 130200502,lv = 9}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200501,lv = 10},[2] = {id = 130200502,lv = 10}},Description = "提升自己和守护灵[1#1#1#3]攻击并清除我方场中所有人身上的负面效果，持续2回合\r\n"}--刘羽禅技能2
			}
		}
	},--刘羽禅技能2
	[1302006] = {
		ShowId = 1302006,
		Name = "血池",
		CardBelong = 1101006,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n",
		SkillSketchDes = "生命回复",
		SkillUsage = "在生命值低时主动释放比被动释放收益更高",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200601,lv = 1},[2] = {id = 130200602,lv = 1}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200601,lv = 2},[2] = {id = 130200602,lv = 2}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200601,lv = 3},[2] = {id = 130200602,lv = 3}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"},--红莲缇娜技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200601,lv = 4},[2] = {id = 130200602,lv = 4}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200601,lv = 5},[2] = {id = 130200602,lv = 5}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200601,lv = 6},[2] = {id = 130200602,lv = 6}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"},--红莲缇娜技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200601,lv = 7},[2] = {id = 130200602,lv = 7}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200601,lv = 8},[2] = {id = 130200602,lv = 8}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200601,lv = 9},[2] = {id = 130200602,lv = 9}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200601,lv = 10},[2] = {id = 130200602,lv = 10}},Description = "消耗全部血魔印记恢复[1#1#1#3]生命并获得与血魔印记数量相同的红色灵气，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半并且不获得灵气\r\n"}--红莲缇娜技能2
			}
		}
	},--红莲缇娜技能2
	[1302007] = {
		ShowId = 1302007,
		Name = "无相火皇",
		CardBelong = 1101007,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合",
		SkillSketchDes = "单体伤害\r\n禁锢",
		SkillUsage = "可以使目标下一回合无法行动",
		FeatureWords = {[1] = "禁锢"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200701,lv = 1},[2] = {id = 130200702,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200701,lv = 2},[2] = {id = 130200702,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200701,lv = 3},[2] = {id = 130200702,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"},--战斗曹焱兵技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200701,lv = 4},[2] = {id = 130200702,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200701,lv = 5},[2] = {id = 130200702,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200701,lv = 6},[2] = {id = 130200702,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"},--战斗曹焱兵技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200701,lv = 7},[2] = {id = 130200702,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200701,lv = 8},[2] = {id = 130200702,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200701,lv = 9},[2] = {id = 130200702,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200701,lv = 10},[2] = {id = 130200702,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，（[2#2#2#3]+效果命中）概率禁锢目标1回合"}--战斗曹焱兵技能2
			}
		}
	},--战斗曹焱兵技能2
	[1302008] = {
		ShowId = 1302008,
		Name = "烈焰",
		CardBelong = 1101008,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n",
		SkillSketchDes = "降低防御\r\n偷取红水晶",
		SkillUsage = "缺少红水晶的时候优先使用",
		FeatureWords = {[1] = "偷取水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200801,lv = 1},[2] = {id = 130200802,lv = 1}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200801,lv = 2},[2] = {id = 130200802,lv = 2}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200801,lv = 3},[2] = {id = 130200802,lv = 3}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"},--黑尔坎普技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200801,lv = 4},[2] = {id = 130200802,lv = 4}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200801,lv = 5},[2] = {id = 130200802,lv = 5}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200801,lv = 6},[2] = {id = 130200802,lv = 6}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"},--黑尔坎普技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200801,lv = 7},[2] = {id = 130200802,lv = 7}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200801,lv = 8},[2] = {id = 130200802,lv = 8}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200801,lv = 9},[2] = {id = 130200802,lv = 9}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200801,lv = 10},[2] = {id = 130200802,lv = 10}},Description = "减少敌方单体[1#1#1#3]防御\r\n【灵气】攻击时偷取[2#1#2#1]个红色灵气\r\n"}--黑尔坎普技能2
			}
		}
	},--黑尔坎普技能2
	[1302009] = {
		ShowId = 1302009,
		Name = "石龙",
		CardBelong = 1101009,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n",
		SkillSketchDes = "概率获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130200901,lv = 1},[2] = {id = 130200902,lv = 1}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130200901,lv = 2},[2] = {id = 130200902,lv = 2}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130200901,lv = 3},[2] = {id = 130200902,lv = 3}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"},--北落师门技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130200901,lv = 4},[2] = {id = 130200902,lv = 4}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130200901,lv = 5},[2] = {id = 130200902,lv = 5}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130200901,lv = 6},[2] = {id = 130200902,lv = 6}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"},--北落师门技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130200901,lv = 7},[2] = {id = 130200902,lv = 7}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130200901,lv = 8},[2] = {id = 130200902,lv = 8}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130200901,lv = 9},[2] = {id = 130200902,lv = 9}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130200901,lv = 10},[2] = {id = 130200902,lv = 10}},Description = "提升自己和守护灵暴击率[1#1#1#3]2回合，施法时[2#2#2#3]概率获得[2#1#2#1]个蓝色灵气\r\n"}--北落师门技能2
			}
		}
	},--北落师门技能2
	[1302010] = {
		ShowId = 1302010,
		Name = "龙王之怒",
		CardBelong = 1101010,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气",
		SkillSketchDes = "快速召唤",
		SkillUsage = "被攻击后可以减少召唤守护灵所需的水晶数量",
		FeatureWords = {[1] = "快速召唤"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201001,lv = 1},[2] = {id = 130201002,lv = 1}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201001,lv = 2},[2] = {id = 130201002,lv = 2}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201001,lv = 3},[2] = {id = 130201002,lv = 3}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"},--盖文技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201001,lv = 4},[2] = {id = 130201002,lv = 4}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201001,lv = 5},[2] = {id = 130201002,lv = 5}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201001,lv = 6},[2] = {id = 130201002,lv = 6}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"},--盖文技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201001,lv = 7},[2] = {id = 130201002,lv = 7}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201001,lv = 8},[2] = {id = 130201002,lv = 8}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201001,lv = 9},[2] = {id = 130201002,lv = 9}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201001,lv = 10},[2] = {id = 130201002,lv = 10}},Description = "永久提升我方全体受治疗效果[1#1#1#3]，最多可叠加3层，并且下一回合内敌人每进行1次召唤[3#3#2#3]概率为我方每个人生成一枚<color=#df4c4c>“龙形印记”</color>，每个人最多持有2枚印记\r\n【龙形印记】每一枚印记减少1个召唤守护灵所需灵气"}--盖文技能2
			}
		}
	},--盖文技能2
	[1302011] = {
		ShowId = 1302011,
		Name = "星罗无双阵",
		CardBelong = 1101011,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n",
		SkillSketchDes = "群体伤害\r\n风神印记",
		SkillUsage = "需要对多单位造成伤害时使用",
		FeatureWords = {[1] = "群体伤害"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201101,lv = 1},[2] = {id = 130201102,lv = 1}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201101,lv = 2},[2] = {id = 130201102,lv = 2}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201101,lv = 3},[2] = {id = 130201102,lv = 3}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"},--阎风吒技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201101,lv = 4},[2] = {id = 130201102,lv = 4}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201101,lv = 5},[2] = {id = 130201102,lv = 5}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201101,lv = 6},[2] = {id = 130201102,lv = 6}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"},--阎风吒技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201101,lv = 7},[2] = {id = 130201102,lv = 7}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201101,lv = 8},[2] = {id = 130201102,lv = 8}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201101,lv = 9},[2] = {id = 130201102,lv = 9}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201101,lv = 10},[2] = {id = 130201102,lv = 10}},Description = "攻击敌方全体造成攻击[2#1#1#3]伤害，并对目标施加<color=#df4c4c>“风神印记”</color>，最多可叠加3层\r\n【风神印记】降低持有者[2#1#1#3]防御\r\n"}--阎风吒技能2
			}
		}
	},--阎风吒技能2
	[1302012] = {
		ShowId = 1302012,
		Name = "忍负",
		CardBelong = 1101012,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n",
		SkillSketchDes = "单体伤害\r\n减少召唤冷却",
		SkillUsage = "配合噬日更好用",
		FeatureWords = {[1] = "减少召唤冷却"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201201,lv = 1},[2] = {id = 130201202,lv = 1}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201201,lv = 2},[2] = {id = 130201202,lv = 2}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201201,lv = 3},[2] = {id = 130201202,lv = 3}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"},--南御夫技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201201,lv = 4},[2] = {id = 130201202,lv = 4}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201201,lv = 5},[2] = {id = 130201202,lv = 5}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201201,lv = 6},[2] = {id = 130201202,lv = 6}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"},--南御夫技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201201,lv = 7},[2] = {id = 130201202,lv = 7}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201201,lv = 8},[2] = {id = 130201202,lv = 8}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201201,lv = 9},[2] = {id = 130201202,lv = 9}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201201,lv = 10},[2] = {id = 130201202,lv = 10}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，减少召唤冷却时间3回合\r\n"}--南御夫技能2
			}
		}
	},--南御夫技能2
	[1302013] = {
		ShowId = 1302013,
		Name = "融合中枢",
		CardBelong = 1101013,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果",
		SkillSketchDes = "降低攻击\r\n减少黄水晶",
		SkillUsage = "需要限制敌方黄色水晶角色时使用",
		FeatureWords = {[1] = "减少水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201301,lv = 1},[2] = {id = 130201302,lv = 1}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201301,lv = 2},[2] = {id = 130201302,lv = 2}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201301,lv = 3},[2] = {id = 130201302,lv = 3}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"},--吉拉技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201301,lv = 4},[2] = {id = 130201302,lv = 4}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201301,lv = 5},[2] = {id = 130201302,lv = 5}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201301,lv = 6},[2] = {id = 130201302,lv = 6}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"},--吉拉技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201301,lv = 7},[2] = {id = 130201302,lv = 7}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201301,lv = 8},[2] = {id = 130201302,lv = 8}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201301,lv = 9},[2] = {id = 130201302,lv = 9}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201301,lv = 10},[2] = {id = 130201302,lv = 10}},Description = "减少敌方单体攻击[1#1#1#3]，削减敌方[2#1#1#1]个黄色灵气，同时驱散目标身上所有正面效果"}--吉拉技能2
			}
		}
	},--吉拉技能2
	[1302014] = {
		ShowId = 1302014,
		Name = "威慑",
		CardBelong = 1101014,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n",
		SkillSketchDes = "单体伤害\r\n禁止召唤",
		SkillUsage = "可以禁止敌方召唤守护灵",
		FeatureWords = {[1] = "禁止召唤"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201401,lv = 1},[2] = {id = 130201402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201401,lv = 2},[2] = {id = 130201402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201401,lv = 3},[2] = {id = 130201402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"},--吕仙宫技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201401,lv = 4},[2] = {id = 130201402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201401,lv = 5},[2] = {id = 130201402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201401,lv = 6},[2] = {id = 130201402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"},--吕仙宫技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201401,lv = 7},[2] = {id = 130201402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201401,lv = 8},[2] = {id = 130201402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201401,lv = 9},[2] = {id = 130201402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201401,lv = 10},[2] = {id = 130201402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并（[2#2#2#3]+效果命中）概率禁止目标召唤2回合\r\n"}--吕仙宫技能2
			}
		}
	},--吕仙宫技能2
	[1302015] = {
		ShowId = 1302015,
		Name = "同质",
		CardBelong = 1101015,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n",
		SkillSketchDes = "增加伤害",
		SkillUsage = "使用技能的下一次攻击伤害会得到增强",
		FeatureWords = {[1] = "攻击增幅"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201501,lv = 1},[2] = {id = 130201502,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201501,lv = 2},[2] = {id = 130201502,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201501,lv = 3},[2] = {id = 130201502,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"},--阎巧巧技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201501,lv = 4},[2] = {id = 130201502,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201501,lv = 5},[2] = {id = 130201502,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201501,lv = 6},[2] = {id = 130201502,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"},--阎巧巧技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201501,lv = 7},[2] = {id = 130201502,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201501,lv = 8},[2] = {id = 130201502,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201501,lv = 9},[2] = {id = 130201502,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201501,lv = 10},[2] = {id = 130201502,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时永久提升自身和守护灵的效果命中[2#1#1#3]，最多可叠加3层\r\n"}--阎巧巧技能2
			}
		}
	},--阎巧巧技能2
	[1302016] = {
		ShowId = 1302016,
		Name = "爆云印",
		CardBelong = 1101016,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130201601,lv = 1},[2] = {id = 130201602,lv = 1},[3] = {id = 130201603,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130201601,lv = 2},[2] = {id = 130201602,lv = 2},[3] = {id = 130201603,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130201601,lv = 3},[2] = {id = 130201602,lv = 3},[3] = {id = 130201603,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--秦王攻技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130201601,lv = 4},[2] = {id = 130201602,lv = 4},[3] = {id = 130201603,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130201601,lv = 5},[2] = {id = 130201602,lv = 5},[3] = {id = 130201603,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130201601,lv = 6},[2] = {id = 130201602,lv = 6},[3] = {id = 130201603,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--秦王攻技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130201601,lv = 7},[2] = {id = 130201602,lv = 7},[3] = {id = 130201603,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130201601,lv = 8},[2] = {id = 130201602,lv = 8},[3] = {id = 130201603,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130201601,lv = 9},[2] = {id = 130201602,lv = 9},[3] = {id = 130201603,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130201601,lv = 10},[2] = {id = 130201602,lv = 10},[3] = {id = 130201603,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--秦王攻技能2
			}
		}
	},--秦王攻技能2
	[1302020] = {
		ShowId = 1302020,
		Name = "雷门布鼓",
		CardBelong = 1101020,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302020",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130202001,lv = 1},[2] = {id = 130202002,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130202001,lv = 2},[2] = {id = 130202002,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130202001,lv = 3},[2] = {id = 130202002,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"},--姬烟华技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130202001,lv = 4},[2] = {id = 130202002,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130202001,lv = 5},[2] = {id = 130202002,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130202001,lv = 6},[2] = {id = 130202002,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"},--姬烟华技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130202001,lv = 7},[2] = {id = 130202002,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130202001,lv = 8},[2] = {id = 130202002,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130202001,lv = 9},[2] = {id = 130202002,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130202001,lv = 10},[2] = {id = 130202002,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标已经感电，则（[2#2#2#3]+效果命中）概率使目标被禁锢1回合"}--姬烟华技能2
			}
		}
	},--姬烟华技能2
	[1302022] = {
		ShowId = 1302022,
		Name = "影刃追魂",
		CardBelong = 1101022,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302022",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130202201,lv = 1},[2] = {id = 130202202,lv = 1}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130202201,lv = 2},[2] = {id = 130202202,lv = 2}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130202201,lv = 3},[2] = {id = 130202202,lv = 3}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"},--幻技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130202201,lv = 4},[2] = {id = 130202202,lv = 4}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130202201,lv = 5},[2] = {id = 130202202,lv = 5}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130202201,lv = 6},[2] = {id = 130202202,lv = 6}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"},--幻技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130202201,lv = 7},[2] = {id = 130202202,lv = 7}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130202201,lv = 8},[2] = {id = 130202202,lv = 8}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130202201,lv = 9},[2] = {id = 130202202,lv = 9}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130202201,lv = 10},[2] = {id = 130202202,lv = 10}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害并标记敌方全体1回合，使下回合最后一个行动的角色行动会被禁锢1回合\r\n"}--幻技能2
			}
		}
	},--幻技能2
	[1302023] = {
		ShowId = 1302023,
		Name = "玄鸟神风",
		CardBelong = 1101023,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302023",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130202301,lv = 1},[2] = {id = 130202302,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130202301,lv = 2},[2] = {id = 130202302,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130202301,lv = 3},[2] = {id = 130202302,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--朱童技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130202301,lv = 4},[2] = {id = 130202302,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130202301,lv = 5},[2] = {id = 130202302,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130202301,lv = 6},[2] = {id = 130202302,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--朱童技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130202301,lv = 7},[2] = {id = 130202302,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130202301,lv = 8},[2] = {id = 130202302,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130202301,lv = 9},[2] = {id = 130202302,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130202301,lv = 10},[2] = {id = 130202302,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--朱童技能2
			}
		}
	},--朱童技能2
	[1302026] = {
		ShowId = 1302026,
		Name = "焚野连斩",
		CardBelong = 1101026,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302026",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130202601,lv = 1},[2] = {id = 130202602,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130202601,lv = 2},[2] = {id = 130202602,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130202601,lv = 3},[2] = {id = 130202602,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--貂灵芸技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130202601,lv = 4},[2] = {id = 130202602,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130202601,lv = 5},[2] = {id = 130202602,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130202601,lv = 6},[2] = {id = 130202602,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"},--貂灵芸技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130202601,lv = 7},[2] = {id = 130202602,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130202601,lv = 8},[2] = {id = 130202602,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130202601,lv = 9},[2] = {id = 130202602,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130202601,lv = 10},[2] = {id = 130202602,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n"}--貂灵芸技能2
			}
		}
	},--貂灵芸技能2
	[1302030] = {
		ShowId = 1302030,
		Name = "千变龙劲",
		CardBelong = 1101030,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302030",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130203001,lv = 1},[2] = {id = 130203002,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130203001,lv = 2},[2] = {id = 130203002,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130203001,lv = 3},[2] = {id = 130203002,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"},--卢天佑技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130203001,lv = 4},[2] = {id = 130203002,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130203001,lv = 5},[2] = {id = 130203002,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130203001,lv = 6},[2] = {id = 130203002,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"},--卢天佑技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130203001,lv = 7},[2] = {id = 130203002,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130203001,lv = 8},[2] = {id = 130203002,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130203001,lv = 9},[2] = {id = 130203002,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130203001,lv = 10},[2] = {id = 130203002,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并禁止目标召唤1回合"}--卢天佑技能2
			}
		}
	},--卢天佑技能2
	[1302042] = {
		ShowId = 1302042,
		Name = "啊啊啊！！！",
		CardBelong = 1101042,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301042",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130204201,lv = 1},[2] = {id = 130204202,lv = 1},[3] = {id = 130204203,lv = 1}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130204201,lv = 2},[2] = {id = 130204202,lv = 2},[3] = {id = 130204203,lv = 2}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130204201,lv = 3},[2] = {id = 130204202,lv = 3},[3] = {id = 130204203,lv = 3}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"},--都市男青年技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130204201,lv = 4},[2] = {id = 130204202,lv = 4},[3] = {id = 130204203,lv = 4}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130204201,lv = 5},[2] = {id = 130204202,lv = 5},[3] = {id = 130204203,lv = 5}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130204201,lv = 6},[2] = {id = 130204202,lv = 6},[3] = {id = 130204203,lv = 6}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"},--都市男青年技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130204201,lv = 7},[2] = {id = 130204202,lv = 7},[3] = {id = 130204203,lv = 7}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130204201,lv = 8},[2] = {id = 130204202,lv = 8},[3] = {id = 130204203,lv = 8}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130204201,lv = 9},[2] = {id = 130204202,lv = 9},[3] = {id = 130204203,lv = 9}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130204201,lv = 10},[2] = {id = 130204202,lv = 10},[3] = {id = 130204203,lv = 10}},Description = "攻击敌方全体造成自身攻击[1#1#1#3]的伤害，同时降低目标[2#1#1#3]防御1回合，当技能处于第一行动位时，同时恢复我方生命百分比最低角色都市青年攻击[2#1#1#3]的生命值"}--都市男青年技能2
			}
		}
	},--都市男青年技能2
	[1302043] = {
		ShowId = 1302043,
		Name = "魏武血脉",
		CardBelong = 1101043,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302043",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击",
		SkillSketchDes = "治疗",
		SkillUsage = "自身生命较少又无法召唤守护灵时这个技能可以保命哦",
		FeatureWords = {[1] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130204301,lv = 1},[2] = {id = 130204302,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130204301,lv = 2},[2] = {id = 130204302,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130204301,lv = 3},[2] = {id = 130204302,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"},--少年曹玄亮技能2
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130204301,lv = 4},[2] = {id = 130204302,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130204301,lv = 5},[2] = {id = 130204302,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130204301,lv = 6},[2] = {id = 130204302,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"},--少年曹玄亮技能2
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130204301,lv = 7},[2] = {id = 130204302,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130204301,lv = 8},[2] = {id = 130204302,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130204301,lv = 9},[2] = {id = 130204302,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130204301,lv = 10},[2] = {id = 130204302,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使自身或守护灵下次攻击必定为幸运一击"}--少年曹玄亮技能2
			}
		}
	},--少年曹玄亮技能2
	[1303001] = {
		ShowId = 1303001,
		Name = "青龙偃月",
		CardBelong = 1102001,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果",
		SkillSketchDes = "单体伤害\r\n追击",
		SkillUsage = "配合【追击】类武灵技，可以打出更高伤害",
		FeatureWords = {[1] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300101,lv = 1},[2] = {id = 130300102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300101,lv = 2},[2] = {id = 130300102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300101,lv = 3},[2] = {id = 130300102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"},--关羽技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300101,lv = 4},[2] = {id = 130300102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300101,lv = 5},[2] = {id = 130300102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300101,lv = 6},[2] = {id = 130300102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"},--关羽技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300101,lv = 7},[2] = {id = 130300102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300101,lv = 8},[2] = {id = 130300102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300101,lv = 9},[2] = {id = 130300102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300101,lv = 10},[2] = {id = 130300102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是刘羽禅时，角色幸运一击概率提升[2#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--关羽技能
			}
		}
	},--关羽技能
	[1303002] = {
		ShowId = 1303002,
		Name = "修罗炎烈拳",
		CardBelong = 1102002,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300211,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果",
		SkillSketchDes = "单体伤害\r\n追击",
		SkillUsage = "配合【追击】类武灵技，可以打出更高伤害",
		FeatureWords = {[1] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300201,lv = 1},[2] = {id = 130300202,lv = 1},[3] = {id = 130300203,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300201,lv = 2},[2] = {id = 130300202,lv = 2},[3] = {id = 130300203,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300201,lv = 3},[2] = {id = 130300202,lv = 3},[3] = {id = 130300203,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"},--许褚技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300201,lv = 4},[2] = {id = 130300202,lv = 4},[3] = {id = 130300203,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300201,lv = 5},[2] = {id = 130300202,lv = 5},[3] = {id = 130300203,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300201,lv = 6},[2] = {id = 130300202,lv = 6},[3] = {id = 130300203,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"},--许褚技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300201,lv = 7},[2] = {id = 130300202,lv = 7},[3] = {id = 130300203,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300201,lv = 8},[2] = {id = 130300202,lv = 8},[3] = {id = 130300203,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300201,lv = 9},[2] = {id = 130300202,lv = 9},[3] = {id = 130300203,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300201,lv = 10},[2] = {id = 130300202,lv = 10},[3] = {id = 130300203,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，使用绝技击杀敌人后，本回合内造成的所有伤害提升50%\r\n当寄灵人是曹焱兵/灵装曹焱兵时附加自身当前生命值[2#1#1#3]的伤害\r\n技能可触发【追击】技能的被动效果"}--许褚技能
			}
		}
	},--许褚技能
	[1303003] = {
		ShowId = 1303003,
		Name = "混沌弑神击",
		CardBelong = 1102003,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300311,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]",
		SkillSketchDes = "单体伤害",
		SkillUsage = "自身生命值越低打出的伤害越高",
		FeatureWords = {[1] = "残血爆发"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300301,lv = 1},[2] = {id = 130300302,lv = 1},[3] = {id = 130300303,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300301,lv = 2},[2] = {id = 130300302,lv = 2},[3] = {id = 130300303,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300301,lv = 3},[2] = {id = 130300302,lv = 3},[3] = {id = 130300303,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"},--典韦技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300301,lv = 4},[2] = {id = 130300302,lv = 4},[3] = {id = 130300303,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300301,lv = 5},[2] = {id = 130300302,lv = 5},[3] = {id = 130300303,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300301,lv = 6},[2] = {id = 130300302,lv = 6},[3] = {id = 130300303,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"},--典韦技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300301,lv = 7},[2] = {id = 130300302,lv = 7},[3] = {id = 130300303,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300301,lv = 8},[2] = {id = 130300302,lv = 8},[3] = {id = 130300303,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300301,lv = 9},[2] = {id = 130300302,lv = 9},[3] = {id = 130300303,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300301,lv = 10},[2] = {id = 130300302,lv = 10},[3] = {id = 130300303,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时额外造成自身已损失生命值[2#1#1#3]伤害\r\n当寄灵人是灵装曹焱兵时，暴击概率提升[3#1#1#3]"}--典韦技能
			}
		}
	},--典韦技能
	[1303004] = {
		ShowId = 1303004,
		Name = "暴雨梨花",
		CardBelong = 1102004,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300411,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害",
		SkillSketchDes = "单体伤害\r\n追击",
		SkillUsage = "配合【追击】类武灵技，可以打出更高伤害",
		FeatureWords = {[1] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300401,lv = 1},[2] = {id = 130300402,lv = 1},[3] = {id = 130300403,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300401,lv = 2},[2] = {id = 130300402,lv = 2},[3] = {id = 130300403,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300401,lv = 3},[2] = {id = 130300402,lv = 3},[3] = {id = 130300403,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"},--唐流雨技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300401,lv = 4},[2] = {id = 130300402,lv = 4},[3] = {id = 130300403,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300401,lv = 5},[2] = {id = 130300402,lv = 5},[3] = {id = 130300403,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300401,lv = 6},[2] = {id = 130300402,lv = 6},[3] = {id = 130300403,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"},--唐流雨技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300401,lv = 7},[2] = {id = 130300402,lv = 7},[3] = {id = 130300403,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300401,lv = 8},[2] = {id = 130300402,lv = 8},[3] = {id = 130300403,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300401,lv = 9},[2] = {id = 130300402,lv = 9},[3] = {id = 130300403,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300401,lv = 10},[2] = {id = 130300402,lv = 10},[3] = {id = 130300403,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当本技能位于第一行动位时，额外造成[4#1#1#3]伤害\r\n当寄灵人是曹玄亮时，技能有[2#2#2#3]概率造成攻击[2#1#1#3]额外伤害"}--唐流雨技能
			}
		}
	},--唐流雨技能
	[1303005] = {
		ShowId = 1303005,
		Name = "无量清风",
		CardBelong = 1102005,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300511,
		Des = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶\r\n治疗",
		SkillUsage = "不同时机释放会有不同效果",
		FeatureWords = {[1] = "单体伤害",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300501,lv = 1},[2] = {id = 130300502,lv = 1},[3] = {id = 130300503,lv = 1},[4] = {id = 130300504,lv = 1}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300501,lv = 2},[2] = {id = 130300502,lv = 2},[3] = {id = 130300503,lv = 2},[4] = {id = 130300504,lv = 2}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300501,lv = 3},[2] = {id = 130300502,lv = 3},[3] = {id = 130300503,lv = 3},[4] = {id = 130300504,lv = 3}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"},--李轩辕技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300501,lv = 4},[2] = {id = 130300502,lv = 4},[3] = {id = 130300503,lv = 4},[4] = {id = 130300504,lv = 4}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300501,lv = 5},[2] = {id = 130300502,lv = 5},[3] = {id = 130300503,lv = 5},[4] = {id = 130300504,lv = 5}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300501,lv = 6},[2] = {id = 130300502,lv = 6},[3] = {id = 130300503,lv = 6},[4] = {id = 130300504,lv = 6}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"},--李轩辕技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300501,lv = 7},[2] = {id = 130300502,lv = 7},[3] = {id = 130300503,lv = 7},[4] = {id = 130300504,lv = 7}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300501,lv = 8},[2] = {id = 130300502,lv = 8},[3] = {id = 130300503,lv = 8},[4] = {id = 130300504,lv = 8}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300501,lv = 9},[2] = {id = 130300502,lv = 9},[3] = {id = 130300503,lv = 9},[4] = {id = 130300504,lv = 9}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300501,lv = 10},[2] = {id = 130300502,lv = 10},[3] = {id = 130300503,lv = 10},[4] = {id = 130300504,lv = 10}},Description = "奇数回合时，攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是灵装夏铃时获得[2#1#2#1]个蓝色灵气\r\n偶数回合时，恢复我方全体单位李轩辕攻击[3#1#1#3]生命值，当寄灵人是灵装夏铃时使敌方全体进入<color=#df4c4c>“虹吸”</color>状态\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[4#1#1#3]伤害的生命"}--李轩辕技能
			}
		}
	},--李轩辕技能
	[1303006] = {
		ShowId = 1303006,
		Name = "霸王再世",
		CardBelong = 1102006,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300611,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值",
		SkillSketchDes = "单体伤害\r\n免死",
		SkillUsage = "项羽在第一次受伤致死时会获得额外的伤害加成，利用这一点可以有效的进行反击",
		FeatureWords = {[1] = "濒死反击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300601,lv = 1},[2] = {id = 130300602,lv = 1},[3] = {id = 130300603,lv = 1},[4] = {id = 130300604,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300601,lv = 2},[2] = {id = 130300602,lv = 2},[3] = {id = 130300603,lv = 2},[4] = {id = 130300604,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300601,lv = 3},[2] = {id = 130300602,lv = 3},[3] = {id = 130300603,lv = 3},[4] = {id = 130300604,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"},--项羽技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300601,lv = 4},[2] = {id = 130300602,lv = 4},[3] = {id = 130300603,lv = 4},[4] = {id = 130300604,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300601,lv = 5},[2] = {id = 130300602,lv = 5},[3] = {id = 130300603,lv = 5},[4] = {id = 130300604,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300601,lv = 6},[2] = {id = 130300602,lv = 6},[3] = {id = 130300603,lv = 6},[4] = {id = 130300604,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"},--项羽技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300601,lv = 7},[2] = {id = 130300602,lv = 7},[3] = {id = 130300603,lv = 7},[4] = {id = 130300604,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300601,lv = 8},[2] = {id = 130300602,lv = 8},[3] = {id = 130300603,lv = 8},[4] = {id = 130300604,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300601,lv = 9},[2] = {id = 130300602,lv = 9},[3] = {id = 130300603,lv = 9},[4] = {id = 130300604,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300601,lv = 10},[2] = {id = 130300602,lv = 10},[3] = {id = 130300603,lv = 10},[4] = {id = 130300604,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，项羽每次被攻击有（[4#2#2#3]+效果命中）概率获得1枚“不死印记”，当寄灵人是项昆仑时，项羽额外获得被动效果“不死”\r\n【不死】项羽拥有4枚不死印记时，受到致命伤害不会立即死亡，同时消耗4枚印记恢复自身生命最大值[2#1#1#3]的生命值"}--项羽技能
			}
		}
	},--项羽技能
	[1303007] = {
		ShowId = 1303007,
		Name = "铁处女之吻",
		CardBelong = 1102007,
		Quality = 0,
		SkillType = 1,
		FireType = 4,
		CrystalCount = 6,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300711,
		Des = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果",
		SkillSketchDes = "单体伤害\r\n禁锢\r\n追击",
		SkillUsage = "红莲缇娜凑齐3个血魔印记后该技能效果会更加强力",
		FeatureWords = {[1] = "血魔印记",[2] = "禁锢"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300701,lv = 1},[2] = {id = 130300702,lv = 1},[3] = {id = 130300703,lv = 1}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300701,lv = 2},[2] = {id = 130300702,lv = 2},[3] = {id = 130300703,lv = 2}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300701,lv = 3},[2] = {id = 130300702,lv = 3},[3] = {id = 130300703,lv = 3}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"},--天使缇娜技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300701,lv = 4},[2] = {id = 130300702,lv = 4},[3] = {id = 130300703,lv = 4}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300701,lv = 5},[2] = {id = 130300702,lv = 5},[3] = {id = 130300703,lv = 5}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300701,lv = 6},[2] = {id = 130300702,lv = 6},[3] = {id = 130300703,lv = 6}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"},--天使缇娜技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300701,lv = 7},[2] = {id = 130300702,lv = 7},[3] = {id = 130300703,lv = 7}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300701,lv = 8},[2] = {id = 130300702,lv = 8},[3] = {id = 130300703,lv = 8}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300701,lv = 9},[2] = {id = 130300702,lv = 9},[3] = {id = 130300703,lv = 9}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300701,lv = 10},[2] = {id = 130300702,lv = 10},[3] = {id = 130300703,lv = 10}},Description = "攻击敌方单体造成攻击[3#1#1#3]的伤害，并禁锢敌方单体1回合，如果身上有血魔印记，，每一个印记为技能增加一个效果：1个血魔印记，禁锢同时造成每回合攻击[3#1#1#3]的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成伤害加倍\r\n该技能可以触发【追击】技能的被动效果"}--天使缇娜技能
			}
		}
	},--天使缇娜技能
	[1303008] = {
		ShowId = 1303008,
		Name = "暗夜娑伽罗",
		CardBelong = 1102008,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300811,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果",
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300801,lv = 1},[2] = {id = 130300802,lv = 1},[3] = {id = 130300803,lv = 1},[4] = {id = 130300804,lv = 1},[5] = {id = 130300805,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300801,lv = 2},[2] = {id = 130300802,lv = 2},[3] = {id = 130300803,lv = 2},[4] = {id = 130300804,lv = 2},[5] = {id = 130300805,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300801,lv = 3},[2] = {id = 130300802,lv = 3},[3] = {id = 130300803,lv = 3},[4] = {id = 130300804,lv = 3},[5] = {id = 130300805,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"},--夏侯渊技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300801,lv = 4},[2] = {id = 130300802,lv = 4},[3] = {id = 130300803,lv = 4},[4] = {id = 130300804,lv = 4},[5] = {id = 130300805,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300801,lv = 5},[2] = {id = 130300802,lv = 5},[3] = {id = 130300803,lv = 5},[4] = {id = 130300804,lv = 5},[5] = {id = 130300805,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300801,lv = 6},[2] = {id = 130300802,lv = 6},[3] = {id = 130300803,lv = 6},[4] = {id = 130300804,lv = 6},[5] = {id = 130300805,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"},--夏侯渊技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300801,lv = 7},[2] = {id = 130300802,lv = 7},[3] = {id = 130300803,lv = 7},[4] = {id = 130300804,lv = 7},[5] = {id = 130300805,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300801,lv = 8},[2] = {id = 130300802,lv = 8},[3] = {id = 130300803,lv = 8},[4] = {id = 130300804,lv = 8},[5] = {id = 130300805,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300801,lv = 9},[2] = {id = 130300802,lv = 9},[3] = {id = 130300803,lv = 9},[4] = {id = 130300804,lv = 9},[5] = {id = 130300805,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300801,lv = 10},[2] = {id = 130300802,lv = 10},[3] = {id = 130300803,lv = 10},[4] = {id = 130300804,lv = 10},[5] = {id = 130300805,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时为我方血量最少的单位恢复攻击[2#1#1#3]的血量，对自身、伤害目标、治疗目标同时施加<color=#df4c4c>“同生印记”</color>，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】技能的被动效果"}--夏侯渊技能
			}
		}
	},--夏侯渊技能
	[1303009] = {
		ShowId = 1303009,
		Name = "白龙吟",
		CardBelong = 1102009,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300911,
		Des = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害",
		SkillSketchDes = "护盾\r\n援护",
		SkillUsage = "使用该技能可以有效的提高队友的生存能力",
		FeatureWords = {[1] = "护盾",[2] = "援护"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130300901,lv = 1},[2] = {id = 130300902,lv = 1}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130300901,lv = 2},[2] = {id = 130300902,lv = 2}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130300901,lv = 3},[2] = {id = 130300902,lv = 3}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"},--徐晃技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130300901,lv = 4},[2] = {id = 130300902,lv = 4}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130300901,lv = 5},[2] = {id = 130300902,lv = 5}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130300901,lv = 6},[2] = {id = 130300902,lv = 6}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"},--徐晃技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130300901,lv = 7},[2] = {id = 130300902,lv = 7}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130300901,lv = 8},[2] = {id = 130300902,lv = 8}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130300901,lv = 9},[2] = {id = 130300902,lv = 9}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130300901,lv = 10},[2] = {id = 130300902,lv = 10}},Description = "为当前生命百分比最低的单位施加徐晃生命上限[1#1#1#3]的护盾\r\n【被动】当寄灵人是灵装曹焱兵时，[2#3#2#3]概率对受到单体伤害的友方进行援护\r\n【援护】替友方单位完全抵挡1次伤害"}--徐晃技能
			}
		}
	},--徐晃技能
	[1303010] = {
		ShowId = 1303010,
		Name = "魍魉乱舞",
		CardBelong = 1102010,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301011,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气",
		SkillSketchDes = "单体伤害\r\n持续伤害\r\n获得黄水晶",
		SkillUsage = "当目标身上带有【水晶诅咒】效果时，会获得额外的黄色水晶",
		FeatureWords = {[1] = "水晶诅咒"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301001,lv = 1},[2] = {id = 130301002,lv = 1},[3] = {id = 130301003,lv = 1},[4] = {id = 130301004,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301001,lv = 2},[2] = {id = 130301002,lv = 2},[3] = {id = 130301003,lv = 2},[4] = {id = 130301004,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301001,lv = 3},[2] = {id = 130301002,lv = 3},[3] = {id = 130301003,lv = 3},[4] = {id = 130301004,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"},--张郃技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301001,lv = 4},[2] = {id = 130301002,lv = 4},[3] = {id = 130301003,lv = 4},[4] = {id = 130301004,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301001,lv = 5},[2] = {id = 130301002,lv = 5},[3] = {id = 130301003,lv = 5},[4] = {id = 130301004,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301001,lv = 6},[2] = {id = 130301002,lv = 6},[3] = {id = 130301003,lv = 6},[4] = {id = 130301004,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"},--张郃技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301001,lv = 7},[2] = {id = 130301002,lv = 7},[3] = {id = 130301003,lv = 7},[4] = {id = 130301004,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301001,lv = 8},[2] = {id = 130301002,lv = 8},[3] = {id = 130301003,lv = 8},[4] = {id = 130301004,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301001,lv = 9},[2] = {id = 130301002,lv = 9},[3] = {id = 130301003,lv = 9},[4] = {id = 130301004,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301001,lv = 10},[2] = {id = 130301002,lv = 10},[3] = {id = 130301003,lv = 10},[4] = {id = 130301004,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且每回合额外造成攻击[1#1#1#3]*目标身上负面效果数量伤害（最大值4），持续3回合，当寄灵人是灵装曹焱兵时，攻击带有<color=#df4c4c>“灵气诅咒”</color>的目标时，额外获得[3#1#1#1]个黄色灵气"}--张郃技能
			}
		}
	},--张郃技能
	[1303011] = {
		ShowId = 1303011,
		Name = "熊虎之盾",
		CardBelong = 1102011,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301111,
		Des = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散",
		SkillSketchDes = "治疗\r\n免疫伤害",
		SkillUsage = "避难效果在大多数情况下可以有效的保全队友生命",
		FeatureWords = {[1] = "治疗",[2] = "避难"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301101,lv = 1},[2] = {id = 130301102,lv = 1},[3] = {id = 130301103,lv = 1}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301101,lv = 2},[2] = {id = 130301102,lv = 2},[3] = {id = 130301103,lv = 2}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301101,lv = 3},[2] = {id = 130301102,lv = 3},[3] = {id = 130301103,lv = 3}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"},--张飞技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301101,lv = 4},[2] = {id = 130301102,lv = 4},[3] = {id = 130301103,lv = 4}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301101,lv = 5},[2] = {id = 130301102,lv = 5},[3] = {id = 130301103,lv = 5}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301101,lv = 6},[2] = {id = 130301102,lv = 6},[3] = {id = 130301103,lv = 6}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"},--张飞技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301101,lv = 7},[2] = {id = 130301102,lv = 7},[3] = {id = 130301103,lv = 7}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301101,lv = 8},[2] = {id = 130301102,lv = 8},[3] = {id = 130301103,lv = 8}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301101,lv = 9},[2] = {id = 130301102,lv = 9},[3] = {id = 130301103,lv = 9}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301101,lv = 10},[2] = {id = 130301102,lv = 10},[3] = {id = 130301103,lv = 10}},Description = "为目标恢复张飞攻击[3#1#1#3]+已损失血量*[2#1#1#3]的生命，并（[1#2#2#3]+效果命中）概率使我方血量百分比最低的单位面临之后1次伤害时处于“避难”状态，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能
			}
		}
	},--张飞技能
	[1303012] = {
		ShowId = 1303012,
		Name = "天残邪皇击",
		CardBelong = 1102012,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301211,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果",
		SkillSketchDes = "单体伤害\r\n降低攻击\r\n嘲讽\r\n额外伤害\r\n追击",
		SkillUsage = "更多敌人带有共死印记会获得更高的收益",
		FeatureWords = {[1] = "嘲讽",[2] = "共死印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301201,lv = 1},[2] = {id = 130301202,lv = 1},[3] = {id = 130301203,lv = 1},[4] = {id = 130301204,lv = 1},[5] = {id = 130301205,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301201,lv = 2},[2] = {id = 130301202,lv = 2},[3] = {id = 130301203,lv = 2},[4] = {id = 130301204,lv = 2},[5] = {id = 130301205,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301201,lv = 3},[2] = {id = 130301202,lv = 3},[3] = {id = 130301203,lv = 3},[4] = {id = 130301204,lv = 3},[5] = {id = 130301205,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"},--夏侯惇技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301201,lv = 4},[2] = {id = 130301202,lv = 4},[3] = {id = 130301203,lv = 4},[4] = {id = 130301204,lv = 4},[5] = {id = 130301205,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301201,lv = 5},[2] = {id = 130301202,lv = 5},[3] = {id = 130301203,lv = 5},[4] = {id = 130301204,lv = 5},[5] = {id = 130301205,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301201,lv = 6},[2] = {id = 130301202,lv = 6},[3] = {id = 130301203,lv = 6},[4] = {id = 130301204,lv = 6},[5] = {id = 130301205,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"},--夏侯惇技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301201,lv = 7},[2] = {id = 130301202,lv = 7},[3] = {id = 130301203,lv = 7},[4] = {id = 130301204,lv = 7},[5] = {id = 130301205,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301201,lv = 8},[2] = {id = 130301202,lv = 8},[3] = {id = 130301203,lv = 8},[4] = {id = 130301204,lv = 8},[5] = {id = 130301205,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301201,lv = 9},[2] = {id = 130301202,lv = 9},[3] = {id = 130301203,lv = 9},[4] = {id = 130301204,lv = 9},[5] = {id = 130301205,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301201,lv = 10},[2] = {id = 130301202,lv = 10},[3] = {id = 130301203,lv = 10},[4] = {id = 130301204,lv = 10},[5] = {id = 130301205,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时降低敌方攻击最高单位[2#1#1#3]攻击，对自身、伤害目标、降低攻击目标同时施加<color=#df4c4c>“共死印记”</color>，持续1回合\r\n【共死印记】印记存在期间任一印记持有者受到伤害，所有其他的印记持有者各受到该次伤害的50%，印记持有者攻击目标强制变为夏侯惇\r\n技能可触发【追击】技能的被动效果"}--夏侯惇技能
			}
		}
	},--夏侯惇技能
	[1303013] = {
		ShowId = 1303013,
		Name = "地狱咆哮",
		CardBelong = 1102013,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301311,
		Des = "攻击敌方全体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "群体伤害",
		SkillUsage = "需要对多单位造成伤害时使用",
		FeatureWords = {[1] = "群体伤害"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301301,lv = 1}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301301,lv = 2}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301301,lv = 3}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"},--塞伯罗斯技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301301,lv = 4}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301301,lv = 5}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301301,lv = 6}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"},--塞伯罗斯技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301301,lv = 7}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301301,lv = 8}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301301,lv = 9}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301301,lv = 10}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--塞伯罗斯技能
			}
		}
	},--塞伯罗斯技能
	[1303014] = {
		ShowId = 1303014,
		Name = "崩星乱舞",
		CardBelong = 1102014,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301411,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果",
		SkillSketchDes = "单体伤害\r\n禁锢\r\n追击",
		SkillUsage = "配合【追击】类武灵技，可以打出更高伤害",
		FeatureWords = {[1] = "追击",[2] = "禁锢"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301401,lv = 1},[2] = {id = 130301402,lv = 1},[3] = {id = 130301403,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301401,lv = 2},[2] = {id = 130301402,lv = 2},[3] = {id = 130301403,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301401,lv = 3},[2] = {id = 130301402,lv = 3},[3] = {id = 130301403,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"},--石灵明技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301401,lv = 4},[2] = {id = 130301402,lv = 4},[3] = {id = 130301403,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301401,lv = 5},[2] = {id = 130301402,lv = 5},[3] = {id = 130301403,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301401,lv = 6},[2] = {id = 130301402,lv = 6},[3] = {id = 130301403,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"},--石灵明技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301401,lv = 7},[2] = {id = 130301402,lv = 7},[3] = {id = 130301403,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301401,lv = 8},[2] = {id = 130301402,lv = 8},[3] = {id = 130301403,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301401,lv = 9},[2] = {id = 130301402,lv = 9},[3] = {id = 130301403,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301401,lv = 10},[2] = {id = 130301402,lv = 10},[3] = {id = 130301403,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若技能暴击，禁锢目标1回合\r\n当寄灵人是北落师门时，角色暴击率提升[3#1#1#3]\r\n技能可触发【追击】技能的被动效果"}--石灵明技能
			}
		}
	},--石灵明技能
	[1303015] = {
		ShowId = 1303015,
		Name = "狂影急刃",
		CardBelong = 1102015,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301511,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]",
		SkillSketchDes = "单体伤害",
		SkillUsage = "能造成巨大伤害的技能",
		FeatureWords = {[1] = "单体伤害"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301501,lv = 1},[2] = {id = 130301502,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301501,lv = 2},[2] = {id = 130301502,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301501,lv = 3},[2] = {id = 130301502,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"},--于禁技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301501,lv = 4},[2] = {id = 130301502,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301501,lv = 5},[2] = {id = 130301502,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301501,lv = 6},[2] = {id = 130301502,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"},--于禁技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301501,lv = 7},[2] = {id = 130301502,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301501,lv = 8},[2] = {id = 130301502,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301501,lv = 9},[2] = {id = 130301502,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301501,lv = 10},[2] = {id = 130301502,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n当寄灵人是少年曹玄亮时，技能幸运一击概率提升[2#1#1#3]"}--于禁技能
			}
		}
	},--于禁技能
	[1303016] = {
		ShowId = 1303016,
		Name = "灭世狂龙闪",
		CardBelong = 1102016,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301611,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命",
		SkillSketchDes = "单体伤害\r\n虹吸",
		SkillUsage = "攻击带有虹吸的单位可以恢复生命值",
		FeatureWords = {[1] = "虹吸"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301601,lv = 1},[2] = {id = 130301602,lv = 1},[3] = {id = 130301603,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301601,lv = 2},[2] = {id = 130301602,lv = 2},[3] = {id = 130301603,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301601,lv = 3},[2] = {id = 130301602,lv = 3},[3] = {id = 130301603,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"},--西方龙技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301601,lv = 4},[2] = {id = 130301602,lv = 4},[3] = {id = 130301603,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301601,lv = 5},[2] = {id = 130301602,lv = 5},[3] = {id = 130301603,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301601,lv = 6},[2] = {id = 130301602,lv = 6},[3] = {id = 130301603,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"},--西方龙技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301601,lv = 7},[2] = {id = 130301602,lv = 7},[3] = {id = 130301603,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301601,lv = 8},[2] = {id = 130301602,lv = 8},[3] = {id = 130301603,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301601,lv = 9},[2] = {id = 130301602,lv = 9},[3] = {id = 130301603,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301601,lv = 10},[2] = {id = 130301602,lv = 10},[3] = {id = 130301603,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，同时（[2#2#2#3]+效果命中）概率为目标施加【虹吸】负面效果，持续2回合\r\n当寄灵人是盖文时，提亚马特攻击带有“虹吸”效果单位时额外造成[3#1#1#3]伤害\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击[2#1#1#3]伤害的生命"}--西方龙技能
			}
		}
	},--西方龙技能
	[1303017] = {
		ShowId = 1303017,
		Name = "疾风斩",
		CardBelong = 1102017,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303017",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301711,
		Des = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]",
		SkillSketchDes = "单体伤害\r\n多次施法",
		SkillUsage = "攻击带有风神印记的单位有概率多次释放该技能",
		FeatureWords = {[1] = "多次施法"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301701,lv = 1},[2] = {id = 130301702,lv = 1},[3] = {id = 130301703,lv = 1}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301701,lv = 2},[2] = {id = 130301702,lv = 2},[3] = {id = 130301703,lv = 2}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301701,lv = 3},[2] = {id = 130301702,lv = 3},[3] = {id = 130301703,lv = 3}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"},--飞廉技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301701,lv = 4},[2] = {id = 130301702,lv = 4},[3] = {id = 130301703,lv = 4}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301701,lv = 5},[2] = {id = 130301702,lv = 5},[3] = {id = 130301703,lv = 5}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301701,lv = 6},[2] = {id = 130301702,lv = 6},[3] = {id = 130301703,lv = 6}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"},--飞廉技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301701,lv = 7},[2] = {id = 130301702,lv = 7},[3] = {id = 130301703,lv = 7}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301701,lv = 8},[2] = {id = 130301702,lv = 8},[3] = {id = 130301703,lv = 8}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301701,lv = 9},[2] = {id = 130301702,lv = 9},[3] = {id = 130301703,lv = 9}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301701,lv = 10},[2] = {id = 130301702,lv = 10},[3] = {id = 130301703,lv = 10}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时施加1层风神印记，每1层风神印记会使飞廉有（[1#1#1#3]+效果命中）概率立即再进行1次攻击，并消耗1层印记\r\n【风神印记】降低目标防御[1#1#1#3]"}--飞廉技能
			}
		}
	},--飞廉技能
	[1303018] = {
		ShowId = 1303018,
		Name = "吞天噬地",
		CardBelong = 1102018,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303018",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301811,
		Des = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害",
		SkillSketchDes = "单体伤害",
		SkillUsage = "造成伤害的同时也会损耗自身生命，搭配南御夫会更加强力",
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301801,lv = 1},[2] = {id = 130301802,lv = 1}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301801,lv = 2},[2] = {id = 130301802,lv = 2}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301801,lv = 3},[2] = {id = 130301802,lv = 3}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"},--噬日技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301801,lv = 4},[2] = {id = 130301802,lv = 4}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301801,lv = 5},[2] = {id = 130301802,lv = 5}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301801,lv = 6},[2] = {id = 130301802,lv = 6}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"},--噬日技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301801,lv = 7},[2] = {id = 130301802,lv = 7}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301801,lv = 8},[2] = {id = 130301802,lv = 8}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301801,lv = 9},[2] = {id = 130301802,lv = 9}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301801,lv = 10},[2] = {id = 130301802,lv = 10}},Description = "消耗自身一半的当前生命值攻击敌方单体,造成攻击*[1#1#1#3]+当前生命[2#1#1#3]的伤害"}--噬日技能
			}
		}
	},--噬日技能
	[1303019] = {
		ShowId = 1303019,
		Name = "食火蜥之护",
		CardBelong = 1102019,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303019",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301911,
		Des = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始",
		SkillSketchDes = "护盾",
		SkillUsage = "护盾技能可以有效保护队友",
		FeatureWords = {[1] = "护盾"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130301901,lv = 1}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130301901,lv = 2}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130301901,lv = 3}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"},--食火蜥技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130301901,lv = 4}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130301901,lv = 5}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130301901,lv = 6}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"},--食火蜥技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130301901,lv = 7}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130301901,lv = 8}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130301901,lv = 9}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130301901,lv = 10}},Description = "为当前生命百分比最低的单位生成食火蜥攻击[1#1#1#3]的护盾，持续到下次行动开始"}--食火蜥技能
			}
		}
	},--食火蜥技能
	[1303020] = {
		ShowId = 1303020,
		Name = "幽冥陷阵弑",
		CardBelong = 1102020,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303020",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302011,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合",
		SkillSketchDes = "单体伤害\r\n额外伤害\r\n连续攻击",
		SkillUsage = "保证每次行动都能击杀敌人就能获得超额收益",
		FeatureWords = {[1] = "连续攻击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302001,lv = 1},[2] = {id = 130302002,lv = 1},[3] = {id = 130302003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302001,lv = 2},[2] = {id = 130302002,lv = 2},[3] = {id = 130302003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302001,lv = 3},[2] = {id = 130302002,lv = 3},[3] = {id = 130302003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"},--高顺技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302001,lv = 4},[2] = {id = 130302002,lv = 4},[3] = {id = 130302003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302001,lv = 5},[2] = {id = 130302002,lv = 5},[3] = {id = 130302003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302001,lv = 6},[2] = {id = 130302002,lv = 6},[3] = {id = 130302003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"},--高顺技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302001,lv = 7},[2] = {id = 130302002,lv = 7},[3] = {id = 130302003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302001,lv = 8},[2] = {id = 130302002,lv = 8},[3] = {id = 130302003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302001,lv = 9},[2] = {id = 130302002,lv = 9},[3] = {id = 130302003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302001,lv = 10},[2] = {id = 130302002,lv = 10},[3] = {id = 130302003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，若敌方当前生命高于70%，造成额外攻击[2#1#1#3]伤害；若敌方当前生命低于50%，禁止目标施放技能1回合"}--高顺技能
			}
		}
	},--高顺技能
	[1303021] = {
		ShowId = 1303021,
		Name = "烈风绝击",
		CardBelong = 1102021,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302101,lv = 1},[2] = {id = 130302102,lv = 1}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302101,lv = 2},[2] = {id = 130302102,lv = 2}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302101,lv = 3},[2] = {id = 130302102,lv = 3}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"},--烈风螳螂技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302101,lv = 4},[2] = {id = 130302102,lv = 4}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302101,lv = 5},[2] = {id = 130302102,lv = 5}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302101,lv = 6},[2] = {id = 130302102,lv = 6}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"},--烈风螳螂技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302101,lv = 7},[2] = {id = 130302102,lv = 7}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302101,lv = 8},[2] = {id = 130302102,lv = 8}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302101,lv = 9},[2] = {id = 130302102,lv = 9}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302101,lv = 10},[2] = {id = 130302102,lv = 10}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害，同时（[1#2#2#3]+效果命中）概率对目标施加“烈风印记”，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[1#1#1#3]的伤害，持续3回合\r\n【烈风印记】减少印记持有者[1#1#2#3]防御"}--烈风螳螂技能
			}
		}
	},--烈风螳螂技能
	[1303023] = {
		ShowId = 1303023,
		Name = "疾风刃",
		CardBelong = 1102023,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302301,lv = 1},[2] = {id = 130302302,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302301,lv = 2},[2] = {id = 130302302,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302301,lv = 3},[2] = {id = 130302302,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"},--异邦刀客技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302301,lv = 4},[2] = {id = 130302302,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302301,lv = 5},[2] = {id = 130302302,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302301,lv = 6},[2] = {id = 130302302,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"},--异邦刀客技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302301,lv = 7},[2] = {id = 130302302,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302301,lv = 8},[2] = {id = 130302302,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302301,lv = 9},[2] = {id = 130302302,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302301,lv = 10},[2] = {id = 130302302,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当寄灵人是幻时，对被禁锢的目标造成2倍伤害"}--异邦刀客技能
			}
		}
	},--异邦刀客技能
	[1303024] = {
		ShowId = 1303024,
		Name = "三花聚顶",
		CardBelong = 1102024,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302401,lv = 1},[2] = {id = 130302402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302401,lv = 2},[2] = {id = 130302402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302401,lv = 3},[2] = {id = 130302402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--朱仙技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302401,lv = 4},[2] = {id = 130302402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302401,lv = 5},[2] = {id = 130302402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302401,lv = 6},[2] = {id = 130302402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--朱仙技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302401,lv = 7},[2] = {id = 130302402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302401,lv = 8},[2] = {id = 130302402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302401,lv = 9},[2] = {id = 130302402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302401,lv = 10},[2] = {id = 130302402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--朱仙技能
			}
		}
	},--朱仙技能
	[1303026] = {
		ShowId = 1303026,
		Name = "五雷轰顶",
		CardBelong = 1102026,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302601,lv = 1},[2] = {id = 130302602,lv = 1},[3] = {id = 130302603,lv = 1},[4] = {id = 130302604,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302601,lv = 2},[2] = {id = 130302602,lv = 2},[3] = {id = 130302603,lv = 2},[4] = {id = 130302604,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302601,lv = 3},[2] = {id = 130302602,lv = 3},[3] = {id = 130302603,lv = 3},[4] = {id = 130302604,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"},--雷震子技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302601,lv = 4},[2] = {id = 130302602,lv = 4},[3] = {id = 130302603,lv = 4},[4] = {id = 130302604,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302601,lv = 5},[2] = {id = 130302602,lv = 5},[3] = {id = 130302603,lv = 5},[4] = {id = 130302604,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302601,lv = 6},[2] = {id = 130302602,lv = 6},[3] = {id = 130302603,lv = 6},[4] = {id = 130302604,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"},--雷震子技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302601,lv = 7},[2] = {id = 130302602,lv = 7},[3] = {id = 130302603,lv = 7},[4] = {id = 130302604,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302601,lv = 8},[2] = {id = 130302602,lv = 8},[3] = {id = 130302603,lv = 8},[4] = {id = 130302604,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302601,lv = 9},[2] = {id = 130302602,lv = 9},[3] = {id = 130302603,lv = 9},[4] = {id = 130302604,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302601,lv = 10},[2] = {id = 130302602,lv = 10},[3] = {id = 130302603,lv = 10},[4] = {id = 130302604,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害并降低目标[2#1#1#3]防御，当寄灵人是姬烟华时，（[3#2#2#3]+效果命中）概率对目标及带有“感电”状态的敌人额外造成攻击[3#1#1#3]伤害"}--雷震子技能
			}
		}
	},--雷震子技能
	[1303028] = {
		ShowId = 1303028,
		Name = "鬼雄无双斩",
		CardBelong = 1102028,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130302801,lv = 1},[2] = {id = 130302802,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130302801,lv = 2},[2] = {id = 130302802,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130302801,lv = 3},[2] = {id = 130302802,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--吕布技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130302801,lv = 4},[2] = {id = 130302802,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130302801,lv = 5},[2] = {id = 130302802,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130302801,lv = 6},[2] = {id = 130302802,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--吕布技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130302801,lv = 7},[2] = {id = 130302802,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130302801,lv = 8},[2] = {id = 130302802,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130302801,lv = 9},[2] = {id = 130302802,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130302801,lv = 10},[2] = {id = 130302802,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--吕布技能
			}
		}
	},--吕布技能
	[1303030] = {
		ShowId = 1303030,
		Name = "雨燕踢",
		CardBelong = 1102030,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130303001,lv = 1},[2] = {id = 130303002,lv = 1},[3] = {id = 130303003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130303001,lv = 2},[2] = {id = 130303002,lv = 2},[3] = {id = 130303003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130303001,lv = 3},[2] = {id = 130303002,lv = 3},[3] = {id = 130303003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--燕青技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130303001,lv = 4},[2] = {id = 130303002,lv = 4},[3] = {id = 130303003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130303001,lv = 5},[2] = {id = 130303002,lv = 5},[3] = {id = 130303003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130303001,lv = 6},[2] = {id = 130303002,lv = 6},[3] = {id = 130303003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--燕青技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130303001,lv = 7},[2] = {id = 130303002,lv = 7},[3] = {id = 130303003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130303001,lv = 8},[2] = {id = 130303002,lv = 8},[3] = {id = 130303003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130303001,lv = 9},[2] = {id = 130303002,lv = 9},[3] = {id = 130303003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130303001,lv = 10},[2] = {id = 130303002,lv = 10},[3] = {id = 130303003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--燕青技能
			}
		}
	},--燕青技能
	[1303031] = {
		ShowId = 1303031,
		Name = "五岳断门锏",
		CardBelong = 1102031,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害",
		SkillSketchDes = "单体伤害\r\n烈风印记",
		SkillUsage = "提高暴击率可以使技能获得更大收益",
		FeatureWords = {[1] = "烈风印记"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130303101,lv = 1},[2] = {id = 130303102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130303101,lv = 2},[2] = {id = 130303102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130303101,lv = 3},[2] = {id = 130303102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--秦琼技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130303101,lv = 4},[2] = {id = 130303102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130303101,lv = 5},[2] = {id = 130303102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130303101,lv = 6},[2] = {id = 130303102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"},--秦琼技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130303101,lv = 7},[2] = {id = 130303102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130303101,lv = 8},[2] = {id = 130303102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130303101,lv = 9},[2] = {id = 130303102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130303101,lv = 10},[2] = {id = 130303102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，当技能暴击时，会标记目标，被标记的目标死亡时会对敌方全体造成烈风螳螂攻击[2#1#1#3]的伤害"}--秦琼技能
			}
		}
	},--秦琼技能
	[1303050] = {
		ShowId = 1303050,
		Name = "柠檬酸钠",
		CardBelong = 1102050,
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303050",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302111,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）",
		SkillSketchDes = "单体伤害",
		SkillUsage = "把柠檬扔到敌人脸上就对了！",
		FeatureWords = {[1] = "酸"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130305001,lv = 1},[2] = {id = 130305002,lv = 1},[3] = {id = 130305003,lv = 1},[4] = {id = 130305004,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130305001,lv = 2},[2] = {id = 130305002,lv = 2},[3] = {id = 130305003,lv = 2},[4] = {id = 130305004,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130305001,lv = 3},[2] = {id = 130305002,lv = 3},[3] = {id = 130305003,lv = 3},[4] = {id = 130305004,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"},--柠檬精技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130305001,lv = 4},[2] = {id = 130305002,lv = 4},[3] = {id = 130305003,lv = 4},[4] = {id = 130305004,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130305001,lv = 5},[2] = {id = 130305002,lv = 5},[3] = {id = 130305003,lv = 5},[4] = {id = 130305004,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130305001,lv = 6},[2] = {id = 130305002,lv = 6},[3] = {id = 130305003,lv = 6},[4] = {id = 130305004,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"},--柠檬精技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130305001,lv = 7},[2] = {id = 130305002,lv = 7},[3] = {id = 130305003,lv = 7},[4] = {id = 130305004,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130305001,lv = 8},[2] = {id = 130305002,lv = 8},[3] = {id = 130305003,lv = 8},[4] = {id = 130305004,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130305001,lv = 9},[2] = {id = 130305002,lv = 9},[3] = {id = 130305003,lv = 9},[4] = {id = 130305004,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130305001,lv = 10},[2] = {id = 130305002,lv = 10},[3] = {id = 130305003,lv = 10},[4] = {id = 130305004,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，扣除绝技消耗的灵气后，每多一个蓝色灵气，伤害提升10%（最多30%）"}--柠檬精技能
			}
		}
	},--柠檬精技能
	[1304001] = {
		ShowId = 1304001,
		Name = "蓄力猛攻",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304001",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400101,lv = 1},[2] = {id = 130400102,lv = 1},[3] = {id = 130400103,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400101,lv = 2},[2] = {id = 130400102,lv = 2},[3] = {id = 130400103,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400101,lv = 3},[2] = {id = 130400102,lv = 3},[3] = {id = 130400103,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"},--蓄力猛攻
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400101,lv = 4},[2] = {id = 130400102,lv = 4},[3] = {id = 130400103,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400101,lv = 5},[2] = {id = 130400102,lv = 5},[3] = {id = 130400103,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400101,lv = 6},[2] = {id = 130400102,lv = 6},[3] = {id = 130400103,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"},--蓄力猛攻
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400101,lv = 7},[2] = {id = 130400102,lv = 7},[3] = {id = 130400103,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400101,lv = 8},[2] = {id = 130400102,lv = 8},[3] = {id = 130400103,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400101,lv = 9},[2] = {id = 130400102,lv = 9},[3] = {id = 130400103,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400101,lv = 10},[2] = {id = 130400102,lv = 10},[3] = {id = 130400103,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成[2#1#1#3]伤害并获得[3#1#1#1]个自身颜色灵气"}--蓄力猛攻
			}
		}
	},--蓄力猛攻
	[1304002] = {
		ShowId = 1304002,
		Name = "禁断之刃",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304002",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400201,lv = 1},[2] = {id = 130400202,lv = 1},[3] = {id = 130400203,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400201,lv = 2},[2] = {id = 130400202,lv = 2},[3] = {id = 130400203,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400201,lv = 3},[2] = {id = 130400202,lv = 3},[3] = {id = 130400203,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"},--禁断之刃
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400201,lv = 4},[2] = {id = 130400202,lv = 4},[3] = {id = 130400203,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400201,lv = 5},[2] = {id = 130400202,lv = 5},[3] = {id = 130400203,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400201,lv = 6},[2] = {id = 130400202,lv = 6},[3] = {id = 130400203,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"},--禁断之刃
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400201,lv = 7},[2] = {id = 130400202,lv = 7},[3] = {id = 130400203,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400201,lv = 8},[2] = {id = 130400202,lv = 8},[3] = {id = 130400203,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400201,lv = 9},[2] = {id = 130400202,lv = 9},[3] = {id = 130400203,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400201,lv = 10},[2] = {id = 130400202,lv = 10},[3] = {id = 130400203,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对于被禁锢的单位造成[3#1#1#3]额外伤害"}--禁断之刃
			}
		}
	},--禁断之刃
	[1304003] = {
		ShowId = 1304003,
		Name = "烙印",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304003",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400301,lv = 1},[2] = {id = 130400302,lv = 1},[3] = {id = 130400303,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400301,lv = 2},[2] = {id = 130400302,lv = 2},[3] = {id = 130400303,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400301,lv = 3},[2] = {id = 130400302,lv = 3},[3] = {id = 130400303,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"},--烙印
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400301,lv = 4},[2] = {id = 130400302,lv = 4},[3] = {id = 130400303,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400301,lv = 5},[2] = {id = 130400302,lv = 5},[3] = {id = 130400303,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400301,lv = 6},[2] = {id = 130400302,lv = 6},[3] = {id = 130400303,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"},--烙印
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400301,lv = 7},[2] = {id = 130400302,lv = 7},[3] = {id = 130400303,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400301,lv = 8},[2] = {id = 130400302,lv = 8},[3] = {id = 130400303,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400301,lv = 9},[2] = {id = 130400302,lv = 9},[3] = {id = 130400303,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400301,lv = 10},[2] = {id = 130400302,lv = 10},[3] = {id = 130400303,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，对带有增益效果的角色造成[3#1#1#3]额外伤害"}--烙印
			}
		}
	},--烙印
	[1304004] = {
		ShowId = 1304004,
		Name = "背水一战",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304004",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400401,lv = 1},[2] = {id = 130400402,lv = 1},[3] = {id = 130400403,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400401,lv = 2},[2] = {id = 130400402,lv = 2},[3] = {id = 130400403,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400401,lv = 3},[2] = {id = 130400402,lv = 3},[3] = {id = 130400403,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"},--背水一战
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400401,lv = 4},[2] = {id = 130400402,lv = 4},[3] = {id = 130400403,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400401,lv = 5},[2] = {id = 130400402,lv = 5},[3] = {id = 130400403,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400401,lv = 6},[2] = {id = 130400402,lv = 6},[3] = {id = 130400403,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"},--背水一战
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400401,lv = 7},[2] = {id = 130400402,lv = 7},[3] = {id = 130400403,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400401,lv = 8},[2] = {id = 130400402,lv = 8},[3] = {id = 130400403,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400401,lv = 9},[2] = {id = 130400402,lv = 9},[3] = {id = 130400403,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400401,lv = 10},[2] = {id = 130400402,lv = 10},[3] = {id = 130400403,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，额外造成[3#1#1#3]伤害"}--背水一战
			}
		}
	},--背水一战
	[1304005] = {
		ShowId = 1304005,
		Name = "嗜血",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304005",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400501,lv = 1},[2] = {id = 130400502,lv = 1},[3] = {id = 130400503,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400501,lv = 2},[2] = {id = 130400502,lv = 2},[3] = {id = 130400503,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400501,lv = 3},[2] = {id = 130400502,lv = 3},[3] = {id = 130400503,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"},--嗜血
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400501,lv = 4},[2] = {id = 130400502,lv = 4},[3] = {id = 130400503,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400501,lv = 5},[2] = {id = 130400502,lv = 5},[3] = {id = 130400503,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400501,lv = 6},[2] = {id = 130400502,lv = 6},[3] = {id = 130400503,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"},--嗜血
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400501,lv = 7},[2] = {id = 130400502,lv = 7},[3] = {id = 130400503,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400501,lv = 8},[2] = {id = 130400502,lv = 8},[3] = {id = 130400503,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400501,lv = 9},[2] = {id = 130400502,lv = 9},[3] = {id = 130400503,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400501,lv = 10},[2] = {id = 130400502,lv = 10},[3] = {id = 130400503,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，当自身血量低于30%时，为自身恢复造成伤害[3#1#1#3]的血量"}--嗜血
			}
		}
	},--嗜血
	[1304006] = {
		ShowId = 1304006,
		Name = "夺魂",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304006",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400601,lv = 1},[2] = {id = 130400602,lv = 1},[3] = {id = 130400603,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400601,lv = 2},[2] = {id = 130400602,lv = 2},[3] = {id = 130400603,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400601,lv = 3},[2] = {id = 130400602,lv = 3},[3] = {id = 130400603,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"},--夺魂
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400601,lv = 4},[2] = {id = 130400602,lv = 4},[3] = {id = 130400603,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400601,lv = 5},[2] = {id = 130400602,lv = 5},[3] = {id = 130400603,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400601,lv = 6},[2] = {id = 130400602,lv = 6},[3] = {id = 130400603,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"},--夺魂
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400601,lv = 7},[2] = {id = 130400602,lv = 7},[3] = {id = 130400603,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400601,lv = 8},[2] = {id = 130400602,lv = 8},[3] = {id = 130400603,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400601,lv = 9},[2] = {id = 130400602,lv = 9},[3] = {id = 130400603,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400601,lv = 10},[2] = {id = 130400602,lv = 10},[3] = {id = 130400603,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[2#1#1#3]伤害，并触发敌方身上的【灵气诅咒】状态获得[3#1#1#1]个自身颜色灵气"}--夺魂
			}
		}
	},--夺魂
	[1304007] = {
		ShowId = 1304007,
		Name = "怒斩",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304007",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]的伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400701,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400701,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400701,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"},--怒斩
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400701,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400701,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400701,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"},--怒斩
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400701,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400701,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400701,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400701,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害"}--怒斩
			}
		}
	},--怒斩
	[1304008] = {
		ShowId = 1304008,
		Name = "黄昏之殇",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304008",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400801,lv = 1},[2] = {id = 130400802,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400801,lv = 2},[2] = {id = 130400802,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400801,lv = 3},[2] = {id = 130400802,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"},--黄昏之殇
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400801,lv = 4},[2] = {id = 130400802,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400801,lv = 5},[2] = {id = 130400802,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400801,lv = 6},[2] = {id = 130400802,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"},--黄昏之殇
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400801,lv = 7},[2] = {id = 130400802,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400801,lv = 8},[2] = {id = 130400802,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400801,lv = 9},[2] = {id = 130400802,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400801,lv = 10},[2] = {id = 130400802,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]的伤害\r\n【被动】当自身血量低于50%时，造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇
			}
		}
	},--黄昏之殇
	[1304009] = {
		ShowId = 1304009,
		Name = "惩戒",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果",
		SkillSketchDes = "驱散",
		SkillUsage = "当敌人带有避难等效果时，可以使用这个技能进行反制",
		FeatureWords = {[1] = "驱散"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130400901,lv = 1},[2] = {id = 130400902,lv = 1}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130400901,lv = 2},[2] = {id = 130400902,lv = 2}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130400901,lv = 3},[2] = {id = 130400902,lv = 3}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"},--惩戒
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130400901,lv = 4},[2] = {id = 130400902,lv = 4}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130400901,lv = 5},[2] = {id = 130400902,lv = 5}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130400901,lv = 6},[2] = {id = 130400902,lv = 6}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"},--惩戒
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130400901,lv = 7},[2] = {id = 130400902,lv = 7}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130400901,lv = 8},[2] = {id = 130400902,lv = 8}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130400901,lv = 9},[2] = {id = 130400902,lv = 9}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130400901,lv = 10},[2] = {id = 130400902,lv = 10}},Description = "攻击敌方单体造成攻击[2#1#1#3]伤害并同时驱散其身上所有正面效果"}--惩戒
			}
		}
	},--惩戒
	[1304010] = {
		ShowId = 1304010,
		Name = "断罪",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]",
		SkillSketchDes = "暴击",
		SkillUsage = "使用这个技能的之后的下一次行动，暴击率会获得显著提升",
		FeatureWords = {[1] = "暴击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401001,lv = 1},[2] = {id = 130401002,lv = 1}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401001,lv = 2},[2] = {id = 130401002,lv = 2}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401001,lv = 3},[2] = {id = 130401002,lv = 3}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"},--断罪
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401001,lv = 4},[2] = {id = 130401002,lv = 4}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401001,lv = 5},[2] = {id = 130401002,lv = 5}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401001,lv = 6},[2] = {id = 130401002,lv = 6}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"},--断罪
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401001,lv = 7},[2] = {id = 130401002,lv = 7}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401001,lv = 8},[2] = {id = 130401002,lv = 8}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401001,lv = 9},[2] = {id = 130401002,lv = 9}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401001,lv = 10},[2] = {id = 130401002,lv = 10}},Description = "攻击敌方单体造成[1#1#1#3]伤害且下一次技能暴击概率提升[2#1#1#3]"}--断罪
			}
		}
	},--断罪
	[1304011] = {
		ShowId = 1304011,
		Name = "斩灵",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304011",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401101,lv = 1},[2] = {id = 130401102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401101,lv = 2},[2] = {id = 130401102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401101,lv = 3},[2] = {id = 130401102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"},--斩灵
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401101,lv = 4},[2] = {id = 130401102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401101,lv = 5},[2] = {id = 130401102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401101,lv = 6},[2] = {id = 130401102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"},--斩灵
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401101,lv = 7},[2] = {id = 130401102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401101,lv = 8},[2] = {id = 130401102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401101,lv = 9},[2] = {id = 130401102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401101,lv = 10},[2] = {id = 130401102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#1#1]个自身颜色灵气"}--斩灵
			}
		}
	},--斩灵
	[1304012] = {
		ShowId = 1304012,
		Name = "炼魄",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304012",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401201,lv = 1},[2] = {id = 130401202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401201,lv = 2},[2] = {id = 130401202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401201,lv = 3},[2] = {id = 130401202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"},--炼魄
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401201,lv = 4},[2] = {id = 130401202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401201,lv = 5},[2] = {id = 130401202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401201,lv = 6},[2] = {id = 130401202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"},--炼魄
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401201,lv = 7},[2] = {id = 130401202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401201,lv = 8},[2] = {id = 130401202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401201,lv = 9},[2] = {id = 130401202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401201,lv = 10},[2] = {id = 130401202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄
			}
		}
	},--炼魄
	[1304013] = {
		ShowId = 1304013,
		Name = "封脉",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]",
		SkillSketchDes = "治疗压制",
		SkillUsage = "当敌人生命恢复能力较强时，可以使用这个技能进行克制",
		FeatureWords = {[1] = "治疗压制"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401301,lv = 1},[2] = {id = 130401302,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401301,lv = 2},[2] = {id = 130401302,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401301,lv = 3},[2] = {id = 130401302,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"},--封脉
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401301,lv = 4},[2] = {id = 130401302,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401301,lv = 5},[2] = {id = 130401302,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401301,lv = 6},[2] = {id = 130401302,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"},--封脉
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401301,lv = 7},[2] = {id = 130401302,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401301,lv = 8},[2] = {id = 130401302,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401301,lv = 9},[2] = {id = 130401302,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401301,lv = 10},[2] = {id = 130401302,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在2回合内使目标受到的治疗效果降低[2#1#1#3]"}--封脉
			}
		}
	},--封脉
	[1304014] = {
		ShowId = 1304014,
		Name = "救赎",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304014",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401401,lv = 1},[2] = {id = 130401402,lv = 1}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401401,lv = 2},[2] = {id = 130401402,lv = 2}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401401,lv = 3},[2] = {id = 130401402,lv = 3}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"},--救赎
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401401,lv = 4},[2] = {id = 130401402,lv = 4}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401401,lv = 5},[2] = {id = 130401402,lv = 5}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401401,lv = 6},[2] = {id = 130401402,lv = 6}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"},--救赎
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401401,lv = 7},[2] = {id = 130401402,lv = 7}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401401,lv = 8},[2] = {id = 130401402,lv = 8}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401401,lv = 9},[2] = {id = 130401402,lv = 9}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401401,lv = 10},[2] = {id = 130401402,lv = 10}},Description = "为当前生命百分比最低的角色生成一个攻击[1#1#1#3]的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者攻击*[3#1#1#3]的护盾"}--救赎
			}
		}
	},--救赎
	[1304015] = {
		ShowId = 1304015,
		Name = "诅咒",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304015",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401501,lv = 1},[2] = {id = 130401502,lv = 1},[3] = {id = 130401503,lv = 1},[4] = {id = 130401504,lv = 1},[5] = {id = 130401505,lv = 1},[6] = {id = 130401506,lv = 1}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401501,lv = 2},[2] = {id = 130401502,lv = 2},[3] = {id = 130401503,lv = 2},[4] = {id = 130401504,lv = 2},[5] = {id = 130401505,lv = 2},[6] = {id = 130401506,lv = 2}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401501,lv = 3},[2] = {id = 130401502,lv = 3},[3] = {id = 130401503,lv = 3},[4] = {id = 130401504,lv = 3},[5] = {id = 130401505,lv = 3},[6] = {id = 130401506,lv = 3}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 130401501,lv = 4},[2] = {id = 130401502,lv = 4},[3] = {id = 130401503,lv = 4},[4] = {id = 130401504,lv = 4},[5] = {id = 130401505,lv = 4},[6] = {id = 130401506,lv = 4}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401501,lv = 5},[2] = {id = 130401502,lv = 5},[3] = {id = 130401503,lv = 5},[4] = {id = 130401504,lv = 5},[5] = {id = 130401505,lv = 5},[6] = {id = 130401506,lv = 5}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401501,lv = 6},[2] = {id = 130401502,lv = 6},[3] = {id = 130401503,lv = 6},[4] = {id = 130401504,lv = 6},[5] = {id = 130401505,lv = 6},[6] = {id = 130401506,lv = 6}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 130401501,lv = 7},[2] = {id = 130401502,lv = 7},[3] = {id = 130401503,lv = 7},[4] = {id = 130401504,lv = 7},[5] = {id = 130401505,lv = 7},[6] = {id = 130401506,lv = 7}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401501,lv = 8},[2] = {id = 130401502,lv = 8},[3] = {id = 130401503,lv = 8},[4] = {id = 130401504,lv = 8},[5] = {id = 130401505,lv = 8},[6] = {id = 130401506,lv = 8}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401501,lv = 9},[2] = {id = 130401502,lv = 9},[3] = {id = 130401503,lv = 9},[4] = {id = 130401504,lv = 9},[5] = {id = 130401505,lv = 9},[6] = {id = 130401506,lv = 9}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401501,lv = 10},[2] = {id = 130401502,lv = 10},[3] = {id = 130401503,lv = 10},[4] = {id = 130401504,lv = 10},[5] = {id = 130401505,lv = 10},[6] = {id = 130401506,lv = 10}},Description = "[1#2#2#3]概率随机使目标进入减攻/减防/减暴击/减破甲/减格挡的负面状态（随机多个）"}--诅咒
			}
		}
	},--诅咒
	[1304016] = {
		ShowId = 1304016,
		Name = "祝福",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401601,lv = 1},[2] = {id = 130401602,lv = 1}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401601,lv = 2},[2] = {id = 130401602,lv = 2}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401601,lv = 3},[2] = {id = 130401602,lv = 3}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 130401601,lv = 4},[2] = {id = 130401602,lv = 4}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401601,lv = 5},[2] = {id = 130401602,lv = 5}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401601,lv = 6},[2] = {id = 130401602,lv = 6}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 130401601,lv = 7},[2] = {id = 130401602,lv = 7}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401601,lv = 8},[2] = {id = 130401602,lv = 8}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401601,lv = 9},[2] = {id = 130401602,lv = 9}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401601,lv = 10},[2] = {id = 130401602,lv = 10}},Description = "为我方血量百分比最低的单位恢复攻击[2#1#1#3]的血量并驱散其身上所有负面效果"}--祝福
			}
		}
	},--祝福
	[1304017] = {
		ShowId = 1304017,
		Name = "重创",
		Quality = 2,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304017",
		SkillEffectType = 2,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n追击\r\n获得水晶",
		SkillUsage = "配合追击类守护灵可以打出更高伤害",
		FeatureWords = {[1] = "阳",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401701,lv = 1},[2] = {id = 130401702,lv = 1},[3] = {id = 130401703,lv = 1},[4] = {id = 130401704,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401701,lv = 2},[2] = {id = 130401702,lv = 2},[3] = {id = 130401703,lv = 2},[4] = {id = 130401704,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401701,lv = 3},[2] = {id = 130401702,lv = 3},[3] = {id = 130401703,lv = 3},[4] = {id = 130401704,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽17
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401701,lv = 4},[2] = {id = 130401702,lv = 4},[3] = {id = 130401703,lv = 4},[4] = {id = 130401704,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401701,lv = 5},[2] = {id = 130401702,lv = 5},[3] = {id = 130401703,lv = 5},[4] = {id = 130401704,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401701,lv = 6},[2] = {id = 130401702,lv = 6},[3] = {id = 130401703,lv = 6},[4] = {id = 130401704,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽17
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401701,lv = 7},[2] = {id = 130401702,lv = 7},[3] = {id = 130401703,lv = 7},[4] = {id = 130401704,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401701,lv = 8},[2] = {id = 130401702,lv = 8},[3] = {id = 130401703,lv = 8},[4] = {id = 130401704,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401701,lv = 9},[2] = {id = 130401702,lv = 9},[3] = {id = 130401703,lv = 9},[4] = {id = 130401704,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401701,lv = 10},[2] = {id = 130401702,lv = 10},[3] = {id = 130401703,lv = 10},[4] = {id = 130401704,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]防御，持续2回合\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽17
			}
		}
	},--插槽17
	[1304018] = {
		ShowId = 1304018,
		Name = "断脉",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304018",
		SkillEffectType = 2,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n追击\r\n获得水晶",
		SkillUsage = "配合追击类守护灵可以打出更高伤害",
		FeatureWords = {[1] = "阳",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401801,lv = 1},[2] = {id = 130401802,lv = 1},[3] = {id = 130401803,lv = 1},[4] = {id = 130401804,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401801,lv = 2},[2] = {id = 130401802,lv = 2},[3] = {id = 130401803,lv = 2},[4] = {id = 130401804,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401801,lv = 3},[2] = {id = 130401802,lv = 3},[3] = {id = 130401803,lv = 3},[4] = {id = 130401804,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽18
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401801,lv = 4},[2] = {id = 130401802,lv = 4},[3] = {id = 130401803,lv = 4},[4] = {id = 130401804,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401801,lv = 5},[2] = {id = 130401802,lv = 5},[3] = {id = 130401803,lv = 5},[4] = {id = 130401804,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401801,lv = 6},[2] = {id = 130401802,lv = 6},[3] = {id = 130401803,lv = 6},[4] = {id = 130401804,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽18
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401801,lv = 7},[2] = {id = 130401802,lv = 7},[3] = {id = 130401803,lv = 7},[4] = {id = 130401804,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401801,lv = 8},[2] = {id = 130401802,lv = 8},[3] = {id = 130401803,lv = 8},[4] = {id = 130401804,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401801,lv = 9},[2] = {id = 130401802,lv = 9},[3] = {id = 130401803,lv = 9},[4] = {id = 130401804,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401801,lv = 10},[2] = {id = 130401802,lv = 10},[3] = {id = 130401803,lv = 10},[4] = {id = 130401804,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，降低目标[3#1#1#3]受治疗效果\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽18
			}
		}
	},--插槽18
	[1304019] = {
		ShowId = 1304019,
		Name = "釜底抽薪",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304019",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n削减水晶\r\n追击",
		SkillUsage = "配合追击类守护灵可以打出更高伤害",
		FeatureWords = {[1] = "阴",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130401901,lv = 1},[2] = {id = 130401902,lv = 1},[3] = {id = 130401903,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130401901,lv = 2},[2] = {id = 130401902,lv = 2},[3] = {id = 130401903,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130401901,lv = 3},[2] = {id = 130401902,lv = 3},[3] = {id = 130401903,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"},--插槽19
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130401901,lv = 4},[2] = {id = 130401902,lv = 4},[3] = {id = 130401903,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130401901,lv = 5},[2] = {id = 130401902,lv = 5},[3] = {id = 130401903,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130401901,lv = 6},[2] = {id = 130401902,lv = 6},[3] = {id = 130401903,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"},--插槽19
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130401901,lv = 7},[2] = {id = 130401902,lv = 7},[3] = {id = 130401903,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130401901,lv = 8},[2] = {id = 130401902,lv = 8},[3] = {id = 130401903,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130401901,lv = 9},[2] = {id = 130401902,lv = 9},[3] = {id = 130401903,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130401901,lv = 10},[2] = {id = 130401902,lv = 10},[3] = {id = 130401903,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，随机削减敌方[2#1#2#1]个灵气\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽19
			}
		}
	},--插槽19
	[1304020] = {
		ShowId = 1304020,
		Name = "追魂",
		Quality = 2,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304020",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n追击",
		SkillUsage = "配合追击类守护灵可以打出更高伤害",
		FeatureWords = {[1] = "阴",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402001,lv = 1},[2] = {id = 130402002,lv = 1},[3] = {id = 130402003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402001,lv = 2},[2] = {id = 130402002,lv = 2},[3] = {id = 130402003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402001,lv = 3},[2] = {id = 130402002,lv = 3},[3] = {id = 130402003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"},--插槽20
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402001,lv = 4},[2] = {id = 130402002,lv = 4},[3] = {id = 130402003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402001,lv = 5},[2] = {id = 130402002,lv = 5},[3] = {id = 130402003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402001,lv = 6},[2] = {id = 130402002,lv = 6},[3] = {id = 130402003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"},--插槽20
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402001,lv = 7},[2] = {id = 130402002,lv = 7},[3] = {id = 130402003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402001,lv = 8},[2] = {id = 130402002,lv = 8},[3] = {id = 130402003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402001,lv = 9},[2] = {id = 130402002,lv = 9},[3] = {id = 130402003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402001,lv = 10},[2] = {id = 130402002,lv = 10},[3] = {id = 130402003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内效果命中提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害\r\n冷却时间1回合"}--插槽20
			}
		}
	},--插槽20
	[1304021] = {
		ShowId = 1304021,
		Name = "强袭",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304021",
		SkillEffectType = 2,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n追击\r\n获得水晶",
		SkillUsage = "配合追击类守护灵可以打出更高伤害",
		FeatureWords = {[1] = "阳",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402101,lv = 1},[2] = {id = 130402102,lv = 1},[3] = {id = 130402103,lv = 1},[4] = {id = 130402104,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402101,lv = 2},[2] = {id = 130402102,lv = 2},[3] = {id = 130402103,lv = 2},[4] = {id = 130402104,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402101,lv = 3},[2] = {id = 130402102,lv = 3},[3] = {id = 130402103,lv = 3},[4] = {id = 130402104,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽21
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402101,lv = 4},[2] = {id = 130402102,lv = 4},[3] = {id = 130402103,lv = 4},[4] = {id = 130402104,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402101,lv = 5},[2] = {id = 130402102,lv = 5},[3] = {id = 130402103,lv = 5},[4] = {id = 130402104,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402101,lv = 6},[2] = {id = 130402102,lv = 6},[3] = {id = 130402103,lv = 6},[4] = {id = 130402104,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽21
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402101,lv = 7},[2] = {id = 130402102,lv = 7},[3] = {id = 130402103,lv = 7},[4] = {id = 130402104,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402101,lv = 8},[2] = {id = 130402102,lv = 8},[3] = {id = 130402103,lv = 8},[4] = {id = 130402104,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402101,lv = 9},[2] = {id = 130402102,lv = 9},[3] = {id = 130402103,lv = 9},[4] = {id = 130402104,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402101,lv = 10},[2] = {id = 130402102,lv = 10},[3] = {id = 130402103,lv = 10},[4] = {id = 130402104,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，本回合内暴击率提高[2#1#1#3]\r\n【追击】攻击敌方单体造成攻击[4#1#1#3]伤害\r\n【灵气】立即获得[3#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽21
			}
		}
	},--插槽21
	[1304022] = {
		ShowId = 1304022,
		Name = "浴血长驱",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304022",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n额外水晶\r\n追击",
		SkillUsage = "攻击带有水晶诅咒效果的角色可以获得额外的水晶",
		FeatureWords = {[1] = "阴",[2] = "追击"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402201,lv = 1},[2] = {id = 130402202,lv = 1},[3] = {id = 130402203,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402201,lv = 2},[2] = {id = 130402202,lv = 2},[3] = {id = 130402203,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402201,lv = 3},[2] = {id = 130402202,lv = 3},[3] = {id = 130402203,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽22
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402201,lv = 4},[2] = {id = 130402202,lv = 4},[3] = {id = 130402203,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402201,lv = 5},[2] = {id = 130402202,lv = 5},[3] = {id = 130402203,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402201,lv = 6},[2] = {id = 130402202,lv = 6},[3] = {id = 130402203,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"},--插槽22
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402201,lv = 7},[2] = {id = 130402202,lv = 7},[3] = {id = 130402203,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402201,lv = 8},[2] = {id = 130402202,lv = 8},[3] = {id = 130402203,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402201,lv = 9},[2] = {id = 130402202,lv = 9},[3] = {id = 130402203,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402201,lv = 10},[2] = {id = 130402202,lv = 10},[3] = {id = 130402203,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【追击】攻击敌方单体造成攻击[3#1#1#3]伤害，若目标带有【灵气诅咒】，则获得[2#1#2#1]个自身颜色灵气\r\n冷却时间1回合"}--插槽22
			}
		}
	},--插槽22
	[1304023] = {
		ShowId = 1304023,
		Name = "突袭",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304023",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "单体伤害",
		SkillUsage = "无",
		FeatureWords = {[1] = "阴"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402301,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402301,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402301,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"},--插槽23
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402301,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402301,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402301,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"},--插槽23
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402301,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402301,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402301,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402301,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--插槽23
			}
		}
	},--插槽23
	[1304024] = {
		ShowId = 1304024,
		Name = "镇邪",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304024",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气",
		SkillSketchDes = "单体伤害\r\n获得水晶",
		SkillUsage = "缺少水晶时使用",
		FeatureWords = {[1] = "阳"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402401,lv = 1},[2] = {id = 130402402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402401,lv = 2},[2] = {id = 130402402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402401,lv = 3},[2] = {id = 130402402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"},--插槽24
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402401,lv = 4},[2] = {id = 130402402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402401,lv = 5},[2] = {id = 130402402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402401,lv = 6},[2] = {id = 130402402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"},--插槽24
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402401,lv = 7},[2] = {id = 130402402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402401,lv = 8},[2] = {id = 130402402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402401,lv = 9},[2] = {id = 130402402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402401,lv = 10},[2] = {id = 130402402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气"}--插槽24
			}
		}
	},--插槽24
	[1304025] = {
		ShowId = 1304025,
		Name = "焦热",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304025",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402501,lv = 1},[2] = {id = 130402502,lv = 1},[3] = {id = 130402503,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402501,lv = 2},[2] = {id = 130402502,lv = 2},[3] = {id = 130402503,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402501,lv = 3},[2] = {id = 130402502,lv = 3},[3] = {id = 130402503,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"},--插槽25
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402501,lv = 4},[2] = {id = 130402502,lv = 4},[3] = {id = 130402503,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402501,lv = 5},[2] = {id = 130402502,lv = 5},[3] = {id = 130402503,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402501,lv = 6},[2] = {id = 130402502,lv = 6},[3] = {id = 130402503,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"},--插槽25
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402501,lv = 7},[2] = {id = 130402502,lv = 7},[3] = {id = 130402503,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402501,lv = 8},[2] = {id = 130402502,lv = 8},[3] = {id = 130402503,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402501,lv = 9},[2] = {id = 130402502,lv = 9},[3] = {id = 130402503,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402501,lv = 10},[2] = {id = 130402502,lv = 10},[3] = {id = 130402503,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能暴击时，行动后额外获得1个红色灵气"}--插槽25
			}
		}
	},--插槽25
	[1304026] = {
		ShowId = 1304026,
		Name = "一闪",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304026",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气",
		SkillSketchDes = "单体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402601,lv = 1},[2] = {id = 130402602,lv = 1},[3] = {id = 130402603,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402601,lv = 2},[2] = {id = 130402602,lv = 2},[3] = {id = 130402603,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402601,lv = 3},[2] = {id = 130402602,lv = 3},[3] = {id = 130402603,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"},--插槽26
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402601,lv = 4},[2] = {id = 130402602,lv = 4},[3] = {id = 130402603,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402601,lv = 5},[2] = {id = 130402602,lv = 5},[3] = {id = 130402603,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402601,lv = 6},[2] = {id = 130402602,lv = 6},[3] = {id = 130402603,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"},--插槽26
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402601,lv = 7},[2] = {id = 130402602,lv = 7},[3] = {id = 130402603,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402601,lv = 8},[2] = {id = 130402602,lv = 8},[3] = {id = 130402603,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402601,lv = 9},[2] = {id = 130402602,lv = 9},[3] = {id = 130402603,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402601,lv = 10},[2] = {id = 130402602,lv = 10},[3] = {id = 130402603,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当目标带有负面效果时，行动后额外获得1个黄色灵气"}--插槽26
			}
		}
	},--插槽26
	[1304027] = {
		ShowId = 1304027,
		Name = "刃舞",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304027",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402701,lv = 1},[2] = {id = 130402702,lv = 1},[3] = {id = 130402703,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402701,lv = 2},[2] = {id = 130402702,lv = 2},[3] = {id = 130402703,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402701,lv = 3},[2] = {id = 130402702,lv = 3},[3] = {id = 130402703,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"},--插槽27
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402701,lv = 4},[2] = {id = 130402702,lv = 4},[3] = {id = 130402703,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402701,lv = 5},[2] = {id = 130402702,lv = 5},[3] = {id = 130402703,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402701,lv = 6},[2] = {id = 130402702,lv = 6},[3] = {id = 130402703,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"},--插槽27
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402701,lv = 7},[2] = {id = 130402702,lv = 7},[3] = {id = 130402703,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402701,lv = 8},[2] = {id = 130402702,lv = 8},[3] = {id = 130402703,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402701,lv = 9},[2] = {id = 130402702,lv = 9},[3] = {id = 130402703,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402701,lv = 10},[2] = {id = 130402702,lv = 10},[3] = {id = 130402703,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当自身带有正面效果时，行动后额外获得1个蓝色灵气"}--插槽27
			}
		}
	},--插槽27
	[1304028] = {
		ShowId = 1304028,
		Name = "石破天惊",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304028",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得红水晶",
		SkillUsage = "缺少红水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "红水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402801,lv = 1},[2] = {id = 130402802,lv = 1},[3] = {id = 130402803,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402801,lv = 2},[2] = {id = 130402802,lv = 2},[3] = {id = 130402803,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402801,lv = 3},[2] = {id = 130402802,lv = 3},[3] = {id = 130402803,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"},--插槽28
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402801,lv = 4},[2] = {id = 130402802,lv = 4},[3] = {id = 130402803,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402801,lv = 5},[2] = {id = 130402802,lv = 5},[3] = {id = 130402803,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402801,lv = 6},[2] = {id = 130402802,lv = 6},[3] = {id = 130402803,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"},--插槽28
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402801,lv = 7},[2] = {id = 130402802,lv = 7},[3] = {id = 130402803,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402801,lv = 8},[2] = {id = 130402802,lv = 8},[3] = {id = 130402803,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402801,lv = 9},[2] = {id = 130402802,lv = 9},[3] = {id = 130402803,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402801,lv = 10},[2] = {id = 130402802,lv = 10},[3] = {id = 130402803,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个红色灵气，当技能处于第一行动位时，立即获得2个红色灵气\r\n冷却时间1回合"}--插槽28
			}
		}
	},--插槽28
	[1304029] = {
		ShowId = 1304029,
		Name = "雷厉风行",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304029",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得黄水晶",
		SkillUsage = "缺少黄水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "黄水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130402901,lv = 1},[2] = {id = 130402902,lv = 1},[3] = {id = 130402903,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130402901,lv = 2},[2] = {id = 130402902,lv = 2},[3] = {id = 130402903,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130402901,lv = 3},[2] = {id = 130402902,lv = 3},[3] = {id = 130402903,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"},--插槽29
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130402901,lv = 4},[2] = {id = 130402902,lv = 4},[3] = {id = 130402903,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130402901,lv = 5},[2] = {id = 130402902,lv = 5},[3] = {id = 130402903,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130402901,lv = 6},[2] = {id = 130402902,lv = 6},[3] = {id = 130402903,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"},--插槽29
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130402901,lv = 7},[2] = {id = 130402902,lv = 7},[3] = {id = 130402903,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130402901,lv = 8},[2] = {id = 130402902,lv = 8},[3] = {id = 130402903,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130402901,lv = 9},[2] = {id = 130402902,lv = 9},[3] = {id = 130402903,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130402901,lv = 10},[2] = {id = 130402902,lv = 10},[3] = {id = 130402903,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个黄色灵气，当技能处于第一行动位时，立即获得2个黄色灵气\r\n冷却时间1回合"}--插槽29
			}
		}
	},--插槽29
	[1304030] = {
		ShowId = 1304030,
		Name = "乾坤浩荡",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304030",
		SkillEffectType = 2,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n获得蓝水晶",
		SkillUsage = "缺少蓝水晶时优先使用",
		FeatureWords = {[1] = "阳",[2] = "蓝水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403001,lv = 1},[2] = {id = 130403002,lv = 1},[3] = {id = 130403003,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403001,lv = 2},[2] = {id = 130403002,lv = 2},[3] = {id = 130403003,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403001,lv = 3},[2] = {id = 130403002,lv = 3},[3] = {id = 130403003,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"},--插槽30
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403001,lv = 4},[2] = {id = 130403002,lv = 4},[3] = {id = 130403003,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403001,lv = 5},[2] = {id = 130403002,lv = 5},[3] = {id = 130403003,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403001,lv = 6},[2] = {id = 130403002,lv = 6},[3] = {id = 130403003,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"},--插槽30
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403001,lv = 7},[2] = {id = 130403002,lv = 7},[3] = {id = 130403003,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403001,lv = 8},[2] = {id = 130403002,lv = 8},[3] = {id = 130403003,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403001,lv = 9},[2] = {id = 130403002,lv = 9},[3] = {id = 130403003,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403001,lv = 10},[2] = {id = 130403002,lv = 10},[3] = {id = 130403003,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得1个蓝色灵气，当技能处于第一行动位时，立即获得2个蓝色灵气\r\n冷却时间1回合"}--插槽30
			}
		}
	},--插槽30
	[1304031] = {
		ShowId = 1304031,
		Name = "揽月",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304031",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n偷取水晶",
		SkillUsage = "想要限制对方守护灵行动时使用",
		FeatureWords = {[1] = "阴",[2] = "偷取水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403101,lv = 1},[2] = {id = 130403102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403101,lv = 2},[2] = {id = 130403102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403101,lv = 3},[2] = {id = 130403102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"},--插槽31
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403101,lv = 4},[2] = {id = 130403102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403101,lv = 5},[2] = {id = 130403102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403101,lv = 6},[2] = {id = 130403102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"},--插槽31
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403101,lv = 7},[2] = {id = 130403102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403101,lv = 8},[2] = {id = 130403102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403101,lv = 9},[2] = {id = 130403102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403101,lv = 10},[2] = {id = 130403102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并在行动时偷取3个目标颜色灵气（若目标为寄灵人则偷取其守护灵对应颜色灵气）\r\n冷却时间1回合"}--插槽31
			}
		}
	},--插槽31
	[1304032] = {
		ShowId = 1304032,
		Name = "破阵",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304032",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n额外伤害",
		SkillUsage = "攻击生命值较高的单位可以造成较高伤害",
		FeatureWords = {[1] = "阴",[2] = "额外伤害"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403201,lv = 1},[2] = {id = 130403202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403201,lv = 2},[2] = {id = 130403202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403201,lv = 3},[2] = {id = 130403202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"},--插槽32
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403201,lv = 4},[2] = {id = 130403202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403201,lv = 5},[2] = {id = 130403202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403201,lv = 6},[2] = {id = 130403202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"},--插槽32
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403201,lv = 7},[2] = {id = 130403202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403201,lv = 8},[2] = {id = 130403202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403201,lv = 9},[2] = {id = 130403202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403201,lv = 10},[2] = {id = 130403202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【被动】当目标生命高于70%时，角色造成所有伤害提高[2#1#1#3]\r\n冷却时间1回合"}--插槽32
			}
		}
	},--插槽32
	[1304033] = {
		ShowId = 1304033,
		Name = "回天舞",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304033",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值",
		SkillSketchDes = "单体伤害\r\n吸血",
		SkillUsage = "造成伤害的同时可以获得额外的生命恢复效果",
		FeatureWords = {[1] = "阴",[2] = "吸血"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403301,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403301,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403301,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"},--插槽33
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403301,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403301,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403301,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"},--插槽33
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403301,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403301,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403301,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403301,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并恢复造成伤害50%的生命值"}--插槽33
			}
		}
	},--插槽33
	[1304034] = {
		ShowId = 1304034,
		Name = "水淹七军",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304034",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合",
		SkillSketchDes = "单体伤害\r\n水晶诅咒",
		SkillUsage = "与某些技能配合使用可以获得额外的水晶",
		FeatureWords = {[1] = "阴",[2] = "水晶诅咒"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403401,lv = 1},[2] = {id = 130403402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403401,lv = 2},[2] = {id = 130403402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403401,lv = 3},[2] = {id = 130403402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"},--插槽34
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403401,lv = 4},[2] = {id = 130403402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403401,lv = 5},[2] = {id = 130403402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403401,lv = 6},[2] = {id = 130403402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"},--插槽34
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403401,lv = 7},[2] = {id = 130403402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403401,lv = 8},[2] = {id = 130403402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403401,lv = 9},[2] = {id = 130403402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403401,lv = 10},[2] = {id = 130403402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】被诅咒的角色召唤或者释放绝技所需灵气数量+1\r\n冷却时间1回合"}--插槽34
			}
		}
	},--插槽34
	[1304035] = {
		ShowId = 1304035,
		Name = "治愈",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304035",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "我方角色生命值低时使用",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403501,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403501,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403501,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"},--插槽35
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403501,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403501,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403501,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"},--插槽35
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403501,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403501,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403501,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403501,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽35
			}
		}
	},--插槽35
	[1304036] = {
		ShowId = 1304036,
		Name = "治愈·守护",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304036",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合",
		SkillSketchDes = "治疗\r\n伤害减免",
		SkillUsage = "我方角色生命值低时使用",
		FeatureWords = {[1] = "阴",[2] = "伤害减免"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403601,lv = 1},[2] = {id = 130403602,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403601,lv = 2},[2] = {id = 130403602,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403601,lv = 3},[2] = {id = 130403602,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"},--插槽36
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403601,lv = 4},[2] = {id = 130403602,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403601,lv = 5},[2] = {id = 130403602,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403601,lv = 6},[2] = {id = 130403602,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"},--插槽36
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403601,lv = 7},[2] = {id = 130403602,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403601,lv = 8},[2] = {id = 130403602,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403601,lv = 9},[2] = {id = 130403602,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403601,lv = 10},[2] = {id = 130403602,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】携带者受到所有伤害降低[2#1#1#3]\r\n冷却时间1回合"}--插槽36
			}
		}
	},--插槽36
	[1304037] = {
		ShowId = 1304037,
		Name = "治愈·勇烈",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304037",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合",
		SkillSketchDes = "治疗\r\n额外水晶",
		SkillUsage = "被攻击时会获得额外水晶",
		FeatureWords = {[1] = "阴",[2] = "额外水晶"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403701,lv = 1},[2] = {id = 130403702,lv = 1}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403701,lv = 2},[2] = {id = 130403702,lv = 2}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403701,lv = 3},[2] = {id = 130403702,lv = 3}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"},--插槽37
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403701,lv = 4},[2] = {id = 130403702,lv = 4}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403701,lv = 5},[2] = {id = 130403702,lv = 5}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403701,lv = 6},[2] = {id = 130403702,lv = 6}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"},--插槽37
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403701,lv = 7},[2] = {id = 130403702,lv = 7}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403701,lv = 8},[2] = {id = 130403702,lv = 8}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403701,lv = 9},[2] = {id = 130403702,lv = 9}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403701,lv = 10},[2] = {id = 130403702,lv = 10}},Description = "为我方全体恢复携带者攻击[1#1#1#3]的生命值，并驱散被治疗单位身上全部负面效果\r\n冷却时间1回合"}--插槽37
			}
		}
	},--插槽37
	[1304038] = {
		ShowId = 1304038,
		Name = "治愈·坚毅",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304038",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合",
		SkillSketchDes = "治疗\r\n护盾",
		SkillUsage = "可以有效保护携带者生命",
		FeatureWords = {[1] = "阴",[2] = "濒死护盾"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403801,lv = 1},[2] = {id = 130403802,lv = 1}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403801,lv = 2},[2] = {id = 130403802,lv = 2}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403801,lv = 3},[2] = {id = 130403802,lv = 3}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"},--插槽38
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403801,lv = 4},[2] = {id = 130403802,lv = 4}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403801,lv = 5},[2] = {id = 130403802,lv = 5}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403801,lv = 6},[2] = {id = 130403802,lv = 6}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"},--插槽38
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403801,lv = 7},[2] = {id = 130403802,lv = 7}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403801,lv = 8},[2] = {id = 130403802,lv = 8}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403801,lv = 9},[2] = {id = 130403802,lv = 9}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403801,lv = 10},[2] = {id = 130403802,lv = 10}},Description = "为我方生命百分比最低的单位恢复携带者攻击[1#1#1#3]的生命值\r\n【被动】受到致命攻击时为携带者生成其攻击[2#1#1#3]的护盾\r\n冷却时间1回合"}--插槽38
			}
		}
	},--插槽38
	[1304039] = {
		ShowId = 1304039,
		Name = "常青",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304039",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "每回合为携带者恢复生命",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130403901,lv = 1},[2] = {id = 130403902,lv = 1}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130403901,lv = 2},[2] = {id = 130403902,lv = 2}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130403901,lv = 3},[2] = {id = 130403902,lv = 3}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"},--插槽39
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130403901,lv = 4},[2] = {id = 130403902,lv = 4}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130403901,lv = 5},[2] = {id = 130403902,lv = 5}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130403901,lv = 6},[2] = {id = 130403902,lv = 6}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"},--插槽39
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130403901,lv = 7},[2] = {id = 130403902,lv = 7}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130403901,lv = 8},[2] = {id = 130403902,lv = 8}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130403901,lv = 9},[2] = {id = 130403902,lv = 9}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130403901,lv = 10},[2] = {id = 130403902,lv = 10}},Description = "为我方生命百分比最低的单位施加携带者攻击[1#1#1#3]的护盾\r\n【被动】携带者每回合恢复自身攻击[2#1#1#3]生命值\r\n冷却时间1回合"}--插槽39
			}
		}
	},--插槽39
	[1304040] = {
		ShowId = 1304040,
		Name = "沐光之壁",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304040",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合",
		SkillSketchDes = "护盾\r\n治疗",
		SkillUsage = "无",
		FeatureWords = {[1] = "阴",[2] = "护盾"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130404001,lv = 1},[2] = {id = 130404002,lv = 1}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130404001,lv = 2},[2] = {id = 130404002,lv = 2}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130404001,lv = 3},[2] = {id = 130404002,lv = 3}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"},--插槽40
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130404001,lv = 4},[2] = {id = 130404002,lv = 4}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130404001,lv = 5},[2] = {id = 130404002,lv = 5}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130404001,lv = 6},[2] = {id = 130404002,lv = 6}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"},--插槽40
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130404001,lv = 7},[2] = {id = 130404002,lv = 7}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130404001,lv = 8},[2] = {id = 130404002,lv = 8}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130404001,lv = 9},[2] = {id = 130404002,lv = 9}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130404001,lv = 10},[2] = {id = 130404002,lv = 10}},Description = "为我方全体施加携带者生命上限[1#1#1#3]的护盾，护盾被打破时为该单位恢复其自身攻击[2#1#1#3]的生命值\r\n冷却时间1回合"}--插槽40
			}
		}
	},--插槽40
	[1304041] = {
		ShowId = 1304041,
		Name = "万夫不当",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130404101,lv = 1}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130404101,lv = 2}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130404101,lv = 3}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"},--插槽41
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130404101,lv = 4}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130404101,lv = 5}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130404101,lv = 6}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"},--插槽41
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130404101,lv = 7}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130404101,lv = 8}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130404101,lv = 9}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130404101,lv = 10}},Description = "为我方全体施加【庇护】效果\r\n【庇护】被攻击时恢复被攻击者攻击[1#1#1#3]的生命值\r\n冷却时间1回合"}--插槽41
			}
		}
	},--插槽41
	[1304042] = {
		ShowId = 1304042,
		Name = "一骑当千",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304042",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 130404201,lv = 1},[2] = {id = 130404202,lv = 1},[3] = {id = 130404203,lv = 1}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 130404201,lv = 2},[2] = {id = 130404202,lv = 2},[3] = {id = 130404203,lv = 2}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 130404201,lv = 3},[2] = {id = 130404202,lv = 3},[3] = {id = 130404203,lv = 3}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"},--插槽42
				[2] = {EffectLv = 4,Effects = {[1] = {id = 130404201,lv = 4},[2] = {id = 130404202,lv = 4},[3] = {id = 130404203,lv = 4}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 130404201,lv = 5},[2] = {id = 130404202,lv = 5},[3] = {id = 130404203,lv = 5}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 130404201,lv = 6},[2] = {id = 130404202,lv = 6},[3] = {id = 130404203,lv = 6}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"},--插槽42
				[3] = {EffectLv = 7,Effects = {[1] = {id = 130404201,lv = 7},[2] = {id = 130404202,lv = 7},[3] = {id = 130404203,lv = 7}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 130404201,lv = 8},[2] = {id = 130404202,lv = 8},[3] = {id = 130404203,lv = 8}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 130404201,lv = 9},[2] = {id = 130404202,lv = 9},[3] = {id = 130404203,lv = 9}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 130404201,lv = 10},[2] = {id = 130404202,lv = 10},[3] = {id = 130404203,lv = 10}},Description = "攻击敌方单体造成施法者生命上限[1#1#1#3]伤害\r\n【灵气】立即获得1个自身颜色灵气，当该技能处于第四行动位时，额外获得2个自身颜色灵气"}--插槽42
			}
		}
	},--插槽42
	[1308001] = {
		ShowId = 1308001,
		Name = "会心",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308001",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵暴击率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130801101,lv = 1}},Description = "使寄灵人和守护灵暴击提升12%"}--技能书1-暴击
			}
		}
	},--技能书1-暴击
	[1308002] = {
		ShowId = 1308002,
		Name = "弱点感应",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308002",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵暴击率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130801201,lv = 1}},Description = "使寄灵人和守护灵暴击提升20%"}--技能书1-高级暴击
			}
		}
	},--技能书1-高级暴击
	[1308003] = {
		ShowId = 1308003,
		Name = "狂怒",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308003",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵暴击伤害提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130802101,lv = 1}},Description = "使寄灵人和守护灵爆伤提升25%"}--技能书2-爆伤
			}
		}
	},--技能书2-爆伤
	[1308004] = {
		ShowId = 1308004,
		Name = "无尽狂乱",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308004",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵暴击伤害提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130802201,lv = 1}},Description = "使寄灵人和守护灵爆伤提升50%"}--技能书2-高级爆伤
			}
		}
	},--技能书2-高级爆伤
	[1308005] = {
		ShowId = 1308005,
		Name = "铁壁",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308005",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵格挡率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130803101,lv = 1}},Description = "使寄灵人和守护灵格挡提升12%"}--技能书3-格挡
			}
		}
	},--技能书3-格挡
	[1308006] = {
		ShowId = 1308006,
		Name = "固若金汤",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308006",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵格挡率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130803201,lv = 1}},Description = "使寄灵人和守护灵格挡提升20%"}--技能书3-高级格挡
			}
		}
	},--技能书3-高级格挡
	[1308007] = {
		ShowId = 1308007,
		Name = "破坏",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308007",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵破甲率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130804101,lv = 1}},Description = "使寄灵人和守护灵穿透提升12%"}--技能书4-穿透
			}
		}
	},--技能书4-幸运一击
	[1308008] = {
		ShowId = 1308008,
		Name = "土崩瓦解",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308008",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵破甲率提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130804201,lv = 1}},Description = "使寄灵人和守护灵穿透提升20%"}--技能书4-高级穿透
			}
		}
	},--技能书4-高级幸运一击
	[1308009] = {
		ShowId = 1308009,
		Name = "坚韧",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308009",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵所受暴击降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130805101,lv = 1}},Description = "使寄灵人和守护灵所受暴击降低12%"}--技能书5-抗暴击
			}
		}
	},--技能书5-抗暴击
	[1308010] = {
		ShowId = 1308010,
		Name = "不朽意志",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308010",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵所受暴击降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130805201,lv = 1}},Description = "使寄灵人和守护灵所受暴击降低20%"}--技能书5-高级抗暴击
			}
		}
	},--技能书5-高级抗暴击
	[1308011] = {
		ShowId = 1308011,
		Name = "碎甲",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308011",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵被格挡概率降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130806101,lv = 1}},Description = "使寄灵人和守护灵被格挡率降低12%"}--技能书6-抗格挡
			}
		}
	},--技能书6-抗格挡
	[1308012] = {
		ShowId = 1308012,
		Name = "无坚不摧",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308012",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵被格挡概率降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130806201,lv = 1}},Description = "使寄灵人和守护灵被格挡率降低20%"}--技能书6-高级抗格挡
			}
		}
	},--技能书6-高级抗格挡
	[1308013] = {
		ShowId = 1308013,
		Name = "守护",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308013",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵被破甲概率降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130807101,lv = 1}},Description = "使寄灵人和守护灵所受穿透降低12%"}--技能书7-抗穿透
			}
		}
	},--技能书7-抗幸运一击
	[1308014] = {
		ShowId = 1308014,
		Name = "多重护盾",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308014",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵被破甲概率降低[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130807201,lv = 1}},Description = "使寄灵人和守护灵所受穿透降低20%"}--技能书7-高级抗穿透
			}
		}
	},--技能书7-高级抗幸运一击
	[1308015] = {
		ShowId = 1308015,
		Name = "专注",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308015",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵效果命中提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130808101,lv = 1}},Description = "使寄灵人和守护灵命中提升20%"}--技能书8-效果命中
			}
		}
	},--技能书8-效果命中
	[1308016] = {
		ShowId = 1308016,
		Name = "百发百中",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308016",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵效果命中提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130808201,lv = 1}},Description = "使寄灵人和守护灵命中提升40%"}--技能书8-高级效果命中
			}
		}
	},--技能书8-高级效果命中
	[1308017] = {
		ShowId = 1308017,
		Name = "坚毅",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308017",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵效果抵抗提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130809101,lv = 1}},Description = "使寄灵人和守护灵效果抵抗提升20%"}--技能书9-效果抵抗
			}
		}
	},--技能书9-效果抵抗
	[1308018] = {
		ShowId = 1308018,
		Name = "不屈不挠",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308018",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "寄灵人和所属守护灵效果抵抗提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130809201,lv = 1}},Description = "使寄灵人和守护灵效果抵抗提升40%"}--技能书9-高级效果抵抗
			}
		}
	},--技能书9-高级效果抵抗
	[1308019] = {
		ShowId = 1308019,
		Name = "猛击",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308019",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵攻击力提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130810101,lv = 1}},Description = "守护灵攻击提升12%"}--技能书10-守护灵百分比攻击
			}
		}
	},--技能书10-守护灵百分比攻击
	[1308020] = {
		ShowId = 1308020,
		Name = "冲锋陷阵",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308020",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵攻击力提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130810201,lv = 1}},Description = "守护灵攻击提升20%"}--技能书10-高级守护灵百分比攻击
			}
		}
	},--技能书10-高级守护灵百分比攻击
	[1308021] = {
		ShowId = 1308021,
		Name = "固守",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308021",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵防御力提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130811101,lv = 1}},Description = "守护灵防御提升12%"}--技能书11-守护灵百分比防御
			}
		}
	},--技能书11-守护灵百分比防御
	[1308022] = {
		ShowId = 1308022,
		Name = "不动如山",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308022",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵防御力提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130811201,lv = 1}},Description = "守护灵防御提升20%"}--技能书11-高级守护灵百分比防御
			}
		}
	},--技能书11-高级守护灵百分比防御
	[1308023] = {
		ShowId = 1308023,
		Name = "体魄",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308023",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵血量提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130812101,lv = 1}},Description = "守护灵血量提升12%"}--技能书12-守护灵百分比血量
			}
		}
	},--技能书12-守护灵百分比血量
	[1308024] = {
		ShowId = 1308024,
		Name = "灵体加护",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308024",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "守护灵血量提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130812201,lv = 1}},Description = "守护灵血量提升20%"}--技能书12-高级守护灵百分比血量
			}
		}
	},--技能书12-高级守护灵百分比血量
	[1308025] = {
		ShowId = 1308025,
		Name = "反射",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308025",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "伤害反弹提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130813101,lv = 1}},Description = "使寄灵人和守护灵反伤提升20%"}--技能书13-概率反弹伤害
			}
		}
	},--技能书13-概率反弹伤害
	[1308026] = {
		ShowId = 1308026,
		Name = "以眼还眼",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308026",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "伤害反弹提升[1#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130813201,lv = 1}},Description = "使寄灵人和守护灵反伤提升35%"}--技能书13-高级概率反弹伤害
			}
		}
	},--技能书13-高级概率反弹伤害
	[1308027] = {
		ShowId = 1308027,
		Name = "看破",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308027",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "无视伤害反弹并减少所受伤害[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130814101,lv = 1},[2] = {id = 130814102,lv = 1}},Description = "使寄灵人和守护灵免伤提升5%，同时免疫反弹伤害"}--技能书14-无视反弹伤害+减伤
			}
		}
	},--技能书14-无视反弹伤害+减伤
	[1308028] = {
		ShowId = 1308028,
		Name = "真视之眼",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308028",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "无视伤害反弹并减少所受伤害[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130814201,lv = 1},[2] = {id = 130814202,lv = 1}},Description = "使寄灵人和守护灵免伤提升15%，同时免疫反弹伤害"}--技能书14-高级无视反弹伤害+减伤
			}
		}
	},--技能书14-高级无视反弹伤害+减伤
	[1308029] = {
		ShowId = 1308029,
		Name = "重装",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308029",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "降低所受伤害[1#1#1#3]，造成伤害提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130815102,lv = 1},[2] = {id = 130815101,lv = 1}},Description = "使寄灵人和守护灵防御提升35%，但造成伤害降低20%"}--技能书15-降低所受伤害-造成伤害
			}
		}
	},--技能书15-降低所受伤害-造成伤害
	[1308030] = {
		ShowId = 1308030,
		Name = "过度武装",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1308030",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "降低所受伤害[1#1#1#3]，造成伤害提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130815201,lv = 1},[2] = {id = 130815202,lv = 1}},Description = "使寄灵人和守护灵防御提升45%，但造成伤害降低20%"}--技能书15-高级降低所受伤害-造成伤害
			}
		}
	},--技能书15-高级降低所受伤害-造成伤害
	[1308031] = {
		ShowId = 1308031,
		Name = "技能书-降低防御+暴击",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400201",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "降低防御[1#1#1#3]，暴击提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130816101,lv = 1},[2] = {id = 130816102,lv = 1}},Description = "使寄灵人和守护灵暴击提升25%，防御降低20%"}--技能书16-降低防御+暴击
			}
		}
	},--技能书16-降低防御+暴击
	[1308032] = {
		ShowId = 1308032,
		Name = "技能书-高级降低防御+暴击",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400202",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "降低防御[1#1#1#3]，暴击提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130816201,lv = 1},[2] = {id = 130816202,lv = 1}},Description = "使寄灵人和守护灵暴击提升35%，防御降低20%"}--技能书16-高级降低防御+暴击
			}
		}
	},--技能书16-高级降低防御+暴击
	[1308033] = {
		ShowId = 1308033,
		Name = "技能书-格挡+百分比防御",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400211",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "格挡提升[1#1#1#3]，防御提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130817101,lv = 1},[2] = {id = 130817102,lv = 1}},Description = "使寄灵人和守护灵格挡提升6%，防御提升6%"}--技能书17-格挡+百分比防御
			}
		}
	},--技能书17-格挡+百分比防御
	[1308034] = {
		ShowId = 1308034,
		Name = "技能书-高级格挡+百分比防御",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400212",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "格挡提升[1#1#1#3]，防御提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130817201,lv = 1},[2] = {id = 130817202,lv = 1}},Description = "使寄灵人和守护灵格挡提升12%，防御提升12%"}--技能书17-高级格挡+百分比防御
			}
		}
	},--技能书17-高级格挡+百分比防御
	[1308035] = {
		ShowId = 1308035,
		Name = "技能书-百分比血量+百分比防御",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400221",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "血量提升[1#1#1#3]，防御提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130818101,lv = 1},[2] = {id = 130818102,lv = 1}},Description = "使寄灵人和守护灵血量提升6%，防御提升6%"}--技能书18-百分比血量+百分比防御
			}
		}
	},--技能书18-百分比血量+百分比防御
	[1308036] = {
		ShowId = 1308036,
		Name = "技能书-高级百分比血量+百分比防御",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400222",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "血量提升[1#1#1#3]，防御提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130818201,lv = 1},[2] = {id = 130818202,lv = 1}},Description = "使寄灵人和守护灵血量提升12%，防御提升12%"}--技能书18-高级百分比血量+百分比防御
			}
		}
	},--技能书18-高级百分比血量+百分比防御
	[1308037] = {
		ShowId = 1308037,
		Name = "技能书-暴击+暴击伤害",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400231",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "暴击提升[1#1#1#3]，暴击伤害提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130819101,lv = 1},[2] = {id = 130819102,lv = 1}},Description = "使寄灵人和守护灵暴击提升8%，暴击伤害提升15%"}--技能书19-暴击+暴击伤害
			}
		}
	},--技能书19-暴击+暴击伤害
	[1308038] = {
		ShowId = 1308038,
		Name = "技能书-高级暴击+暴击伤害",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400232",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "暴击提升[1#1#1#3]，暴击伤害提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130819201,lv = 1},[2] = {id = 130819202,lv = 1}},Description = "使寄灵人和守护灵暴击提升12%，暴击伤害提升25%"}--技能书19-高级暴击+暴击伤害
			}
		}
	},--技能书19-高级暴击+暴击伤害
	[1308039] = {
		ShowId = 1308039,
		Name = "技能书-暴击+破甲",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400241",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "暴击提升[1#1#1#3]，破甲提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130820101,lv = 1},[2] = {id = 130820102,lv = 1}},Description = "使寄灵人和守护灵暴击提升7%，穿透提升7%"}--技能书20-暴击+穿透
			}
		}
	},--技能书20-暴击+幸运一击
	[1308040] = {
		ShowId = 1308040,
		Name = "技能书-高级暴击+破甲",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400242",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "暴击提升[1#1#1#3]，破甲提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130820201,lv = 1},[2] = {id = 130820202,lv = 1}},Description = "使寄灵人和守护灵暴击提升13%，穿透提升13%"}--技能书20-高级暴击+穿透
			}
		}
	},--技能书20-高级暴击+幸运一击
	[1308041] = {
		ShowId = 1308041,
		Name = "技能书-百分比攻击+破甲",
		Bs = 2500,
		Quality = 2,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400251",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "攻击提升[1#1#1#3]，破甲提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130821101,lv = 1},[2] = {id = 130821102,lv = 1}},Description = "使寄灵人和守护灵攻击提升13%，穿透提升13%"}--技能书21-百分比攻击+穿透
			}
		}
	},--技能书21-百分比攻击+幸运一击
	[1308042] = {
		ShowId = 1308042,
		Name = "技能书-高级百分比攻击+破甲",
		Bs = 5000,
		Quality = 3,
		SkillType = 4,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1400252",
		SkillEffectType = 4,
		ShowFireType = 2,
		Des = "攻击提升[1#1#1#3]，破甲提升[2#1#1#3]",
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 130821201,lv = 1},[2] = {id = 130821202,lv = 1}},Description = "使寄灵人和守护灵攻击提升13%，穿透提升13%"}--技能书21-高级百分比攻击+穿透
			}
		}
	},--技能书21-高级百分比攻击+幸运一击
	[1801001] = {
		ShowId = 1801001,
		Name = "震地一击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的大招
			}
		}
	},--链球鬼兵的大招
	[1801002] = {
		ShowId = 1801002,
		Name = "烈风斩",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100201,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100201,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100201,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100201,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100201,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100201,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100201,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100201,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100201,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100201,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的大招
			}
		}
	},--砍刀鬼兵的大招
	[1801003] = {
		ShowId = 1801003,
		Name = "回旋斩",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100301,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100301,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100301,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100301,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100301,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100301,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100301,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100301,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100301,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100301,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的大招
			}
		}
	},--双刃鬼兵的大招
	[1801004] = {
		ShowId = 1801004,
		Name = "乱舞",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100401,lv = 1},[2] = {id = 180100402,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100401,lv = 2},[2] = {id = 180100402,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100401,lv = 3},[2] = {id = 180100402,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100401,lv = 4},[2] = {id = 180100402,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100401,lv = 5},[2] = {id = 180100402,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100401,lv = 6},[2] = {id = 180100402,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100401,lv = 7},[2] = {id = 180100402,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100401,lv = 8},[2] = {id = 180100402,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100401,lv = 9},[2] = {id = 180100402,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100401,lv = 10},[2] = {id = 180100402,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军普通伤害
			}
		}
	},--鬼将军普通伤害
	[1801005] = {
		ShowId = 1801005,
		Name = "致命突袭",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100501,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100501,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100501,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100501,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100501,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100501,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100501,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100501,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100501,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100501,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--变身鬼将军普通伤害
			}
		}
	},--变身鬼将军普通伤害
	[1801006] = {
		ShowId = 1801006,
		Name = "普通攻击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100601,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100601,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100601,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100601,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100601,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100601,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100601,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100601,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100601,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100601,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--骷髅小兵1普通攻击
			}
		}
	},--骷髅小兵1普通攻击
	[1801008] = {
		ShowId = 1801008,
		Name = "重拳",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100801,lv = 1},[2] = {id = 180100802,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100801,lv = 2},[2] = {id = 180100802,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100801,lv = 3},[2] = {id = 180100802,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100801,lv = 4},[2] = {id = 180100802,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100801,lv = 5},[2] = {id = 180100802,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100801,lv = 6},[2] = {id = 180100802,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100801,lv = 7},[2] = {id = 180100802,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100801,lv = 8},[2] = {id = 180100802,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100801,lv = 9},[2] = {id = 180100802,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100801,lv = 10},[2] = {id = 180100802,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军普通伤害
			}
		}
	},--伏尸将军普通伤害
	[1801009] = {
		ShowId = 1801009,
		Name = "重劈",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180100901,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180100901,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180100901,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180100901,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180100901,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180100901,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180100901,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180100901,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180100901,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180100901,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--石瀑将军单体伤害
			}
		}
	},--石瀑将军单体伤害
	[1801010] = {
		ShowId = 1801010,
		Name = "蛰刺",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180101001,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180101001,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180101001,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180101001,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180101001,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180101001,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180101001,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180101001,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180101001,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180101001,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--小蜘蛛普通攻击
			}
		}
	},--小蜘蛛普通攻击
	[1801011] = {
		ShowId = 1801011,
		Name = "魔能爆发",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 6,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180101101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180101101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180101101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180101101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180101101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180101101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180101101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180101101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180101101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180101101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的大招
			}
		}
	},--魔导机兵团的大招
	[1801012] = {
		ShowId = 1801012,
		Name = "毒螯",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180101201,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180101201,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180101201,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180101201,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180101201,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180101201,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180101201,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180101201,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180101201,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180101201,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能1单体伤害
			}
		}
	},--山蜘蛛技能1单体伤害
	[1802001] = {
		ShowId = 1801001,
		Name = "重锤",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--链球鬼兵的普攻
			}
		}
	},--链球鬼兵的普攻
	[1802002] = {
		ShowId = 1801002,
		Name = "跳斩",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200201,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200201,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200201,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200201,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200201,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200201,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200201,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200201,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200201,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200201,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--砍刀鬼兵的普攻
			}
		}
	},--砍刀鬼兵的普攻
	[1802003] = {
		ShowId = 1801003,
		Name = "挥砍",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200301,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200301,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200301,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200301,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200301,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200301,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200301,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200301,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200301,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200301,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--双刃鬼兵的普攻
			}
		}
	},--双刃鬼兵的普攻
	[1802004] = {
		ShowId = 1802004,
		Name = "亡者怒袭",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 8,
		Icon = "icon_1802004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200401,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200401,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200401,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200401,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200401,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200401,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200401,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200401,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200401,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200401,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--鬼将军超级伤害
			}
		}
	},--鬼将军超级伤害
	[1802005] = {
		ShowId = 1802005,
		Name = "噬咬",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1802005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200501,lv = 1},[2] = {id = 180200502,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200501,lv = 2},[2] = {id = 180200502,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200501,lv = 3},[2] = {id = 180200502,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200501,lv = 4},[2] = {id = 180200502,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200501,lv = 5},[2] = {id = 180200502,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200501,lv = 6},[2] = {id = 180200502,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200501,lv = 7},[2] = {id = 180200502,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200501,lv = 8},[2] = {id = 180200502,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200501,lv = 9},[2] = {id = 180200502,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200501,lv = 10},[2] = {id = 180200502,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--变身鬼将军偷水晶
			}
		}
	},--变身鬼将军偷水晶
	[1802008] = {
		ShowId = 1802008,
		Name = "大轮魔劫",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1802008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200801,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200801,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200801,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200801,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200801,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200801,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200801,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200801,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200801,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200801,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--伏尸将军超级伤害
			}
		}
	},--伏尸将军超级伤害
	[1802009] = {
		ShowId = 1802009,
		Name = "死亡一击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1802009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180200901,lv = 1}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180200901,lv = 2}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180200901,lv = 3}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180200901,lv = 4}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180200901,lv = 5}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180200901,lv = 6}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180200901,lv = 7}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180200901,lv = 8}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180200901,lv = 9}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180200901,lv = 10}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--石瀑将军群体伤害
			}
		}
	},--石瀑将军群体伤害
	[1802011] = {
		ShowId = 1801011,
		Name = "冲击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180201101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180201101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180201101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180201101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180201101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180201101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180201101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180201101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180201101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180201101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--魔导机兵团的普攻
			}
		}
	},--魔导机兵团的普攻
	[1802012] = {
		ShowId = 1802012,
		Name = "天罗地网",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1802012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180201201,lv = 1}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180201201,lv = 2}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180201201,lv = 3}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180201201,lv = 4}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180201201,lv = 5}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180201201,lv = 6}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180201201,lv = 7}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180201201,lv = 8}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180201201,lv = 9}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180201201,lv = 10}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--山蜘蛛技能2前排伤害
			}
		}
	},--山蜘蛛技能2前排伤害
	[1803001] = {
		ShowId = 1801001,
		Name = "粉碎",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180300101,lv = 1},[2] = {id = 180300102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180300101,lv = 2},[2] = {id = 180300102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180300101,lv = 3},[2] = {id = 180300102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180300101,lv = 4},[2] = {id = 180300102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180300101,lv = 5},[2] = {id = 180300102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180300101,lv = 6},[2] = {id = 180300102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180300101,lv = 7},[2] = {id = 180300102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180300101,lv = 8},[2] = {id = 180300102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180300101,lv = 9},[2] = {id = 180300102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180300101,lv = 10},[2] = {id = 180300102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--链球鬼兵的水晶普攻
			}
		}
	},--链球鬼兵的水晶普攻
	[1803002] = {
		ShowId = 1801002,
		Name = "空袭",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180300201,lv = 1},[2] = {id = 180300202,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180300201,lv = 2},[2] = {id = 180300202,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180300201,lv = 3},[2] = {id = 180300202,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180300201,lv = 4},[2] = {id = 180300202,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180300201,lv = 5},[2] = {id = 180300202,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180300201,lv = 6},[2] = {id = 180300202,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180300201,lv = 7},[2] = {id = 180300202,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180300201,lv = 8},[2] = {id = 180300202,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180300201,lv = 9},[2] = {id = 180300202,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180300201,lv = 10},[2] = {id = 180300202,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--砍刀鬼兵的水晶普攻
			}
		}
	},--砍刀鬼兵的水晶普攻
	[1803003] = {
		ShowId = 1801003,
		Name = "旋刃",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180300301,lv = 1},[2] = {id = 180300302,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180300301,lv = 2},[2] = {id = 180300302,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180300301,lv = 3},[2] = {id = 180300302,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180300301,lv = 4},[2] = {id = 180300302,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180300301,lv = 5},[2] = {id = 180300302,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180300301,lv = 6},[2] = {id = 180300302,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180300301,lv = 7},[2] = {id = 180300302,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180300301,lv = 8},[2] = {id = 180300302,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180300301,lv = 9},[2] = {id = 180300302,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180300301,lv = 10},[2] = {id = 180300302,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--双刃鬼兵的水晶普攻
			}
		}
	},--双刃鬼兵的水晶普攻
	[1803005] = {
		ShowId = 1803005,
		Name = "鬼兽同体",
		Quality = 0,
		SkillType = 1,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1803005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180300501,lv = 1},[2] = {id = 180300502,lv = 1}},Description = "0"}--变身鬼将军增加攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180300501,lv = 2},[2] = {id = 180300502,lv = 2}},Description = "0"}--变身鬼将军增加攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180300501,lv = 3},[2] = {id = 180300502,lv = 3}},Description = "0"}--变身鬼将军增加攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180300501,lv = 4},[2] = {id = 180300502,lv = 4}},Description = "0"}--变身鬼将军增加攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180300501,lv = 5},[2] = {id = 180300502,lv = 5}},Description = "0"}--变身鬼将军增加攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180300501,lv = 6},[2] = {id = 180300502,lv = 6}},Description = "0"}--变身鬼将军增加攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180300501,lv = 7},[2] = {id = 180300502,lv = 7}},Description = "0"}--变身鬼将军增加攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180300501,lv = 8},[2] = {id = 180300502,lv = 8}},Description = "0"}--变身鬼将军增加攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180300501,lv = 9},[2] = {id = 180300502,lv = 9}},Description = "0"}--变身鬼将军增加攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180300501,lv = 10},[2] = {id = 180300502,lv = 10}},Description = "0"}--变身鬼将军增加攻击
			}
		}
	},--变身鬼将军增加攻击
	[1803008] = {
		ShowId = 1803008,
		Name = "尸鬼封禁",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "下一回合禁止敌方全体释放技能",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180300801,lv = 1}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180300801,lv = 2}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180300801,lv = 3}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180300801,lv = 4}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180300801,lv = 5}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180300801,lv = 6}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180300801,lv = 7}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180300801,lv = 8}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180300801,lv = 9}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180300801,lv = 10}},Description = "下一回合禁止敌方全体释放技能"}--怪物伏尸将军禁止技能
			}
		}
	},--怪物伏尸将军禁止技能
	[1803011] = {
		ShowId = 1801011,
		Name = "灼热",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180301101,lv = 1},[2] = {id = 180301102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180301101,lv = 2},[2] = {id = 180301102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180301101,lv = 3},[2] = {id = 180301102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180301101,lv = 4},[2] = {id = 180301102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180301101,lv = 5},[2] = {id = 180301102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180301101,lv = 6},[2] = {id = 180301102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180301101,lv = 7},[2] = {id = 180301102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180301101,lv = 8},[2] = {id = 180301102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180301101,lv = 9},[2] = {id = 180301102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180301101,lv = 10},[2] = {id = 180301102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--魔导机兵团的水晶普攻
			}
		}
	},--魔导机兵团的水晶普攻
	[1803012] = {
		ShowId = 1803012,
		Name = "再生",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1803012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180301201,lv = 1},[2] = {id = 180301202,lv = 1}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180301201,lv = 2},[2] = {id = 180301202,lv = 2}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180301201,lv = 3},[2] = {id = 180301202,lv = 3}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180301201,lv = 4},[2] = {id = 180301202,lv = 4}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180301201,lv = 5},[2] = {id = 180301202,lv = 5}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180301201,lv = 6},[2] = {id = 180301202,lv = 6}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180301201,lv = 7},[2] = {id = 180301202,lv = 7}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180301201,lv = 8},[2] = {id = 180301202,lv = 8}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180301201,lv = 9},[2] = {id = 180301202,lv = 9}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180301201,lv = 10},[2] = {id = 180301202,lv = 10}},Description = "恢复自身攻击[1#1#1#3]的血量\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--山蜘蛛技能3治疗
			}
		}
	},--山蜘蛛技能3治疗
	[1804012] = {
		ShowId = 1804012,
		Name = "藤蔓护盾",
		Quality = 0,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为己方所有单位施加一个能完全抵挡2次技能的护盾",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180401201,lv = 1}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180401201,lv = 2}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180401201,lv = 3}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180401201,lv = 4}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180401201,lv = 5}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180401201,lv = 6}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180401201,lv = 7}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180401201,lv = 8}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180401201,lv = 9}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180401201,lv = 10}},Description = "为己方所有单位施加一个能完全抵挡2次技能的护盾"}--怪物食火蜥伤害抵抗
			}
		}
	},--怪物食火蜥伤害抵抗
	[1805001] = {
		ShowId = 1805001,
		Name = "逆鳞",
		Quality = 0,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180500101,lv = 1}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180500101,lv = 2}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180500101,lv = 3}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180500101,lv = 4}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180500101,lv = 5}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180500101,lv = 6}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180500101,lv = 7}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180500101,lv = 8}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180500101,lv = 9}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180500101,lv = 10}},Description = "为己方生命最低的单位施加护盾，使其下回合内100%反弹所有伤害至伤害来源"}--怪物西方龙反伤护盾
			}
		}
	},--怪物西方龙反伤护盾
	[1807001] = {
		ShowId = 1807001,
		Name = "普通攻击",
		Quality = 0,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1801002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180700101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180700101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180700101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180700101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180700101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180700101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180700101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180700101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180700101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180700101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用普通攻击
			}
		}
	},--怪物通用普通攻击
	[1808001] = {
		ShowId = 1808001,
		Name = "怒击",
		Quality = 0,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1802002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180800101,lv = 1},[2] = {id = 180800102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180800101,lv = 2},[2] = {id = 180800102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180800101,lv = 3},[2] = {id = 180800102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180800101,lv = 4},[2] = {id = 180800102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180800101,lv = 5},[2] = {id = 180800102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180800101,lv = 6},[2] = {id = 180800102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180800101,lv = 7},[2] = {id = 180800102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180800101,lv = 8},[2] = {id = 180800102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180800101,lv = 9},[2] = {id = 180800102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180800101,lv = 10},[2] = {id = 180800102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害\r\n【灵气】立即获得[2#1#2#1]个自身颜色灵气"}--怪物通用获得水晶
			}
		}
	},--怪物通用获得水晶
	[1809001] = {
		ShowId = 1809001,
		Name = "致命打击",
		Quality = 0,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1803002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 180900101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 180900101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 180900101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 180900101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 180900101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 180900101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 180900101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 180900101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 180900101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 180900101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--怪物通用大招
			}
		}
	},--怪物通用大招
	[1810001] = {
		ShowId = 1810001,
		Name = "吸血",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181000101,lv = 1},[2] = {id = 181000102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181000101,lv = 2},[2] = {id = 181000102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181000101,lv = 3},[2] = {id = 181000102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181000101,lv = 4},[2] = {id = 181000102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181000101,lv = 5},[2] = {id = 181000102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181000101,lv = 6},[2] = {id = 181000102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181000101,lv = 7},[2] = {id = 181000102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181000101,lv = 8},[2] = {id = 181000102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181000101,lv = 9},[2] = {id = 181000102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181000101,lv = 10},[2] = {id = 181000102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且回复自身造成伤害等量的生命\r\n冷却时间1回合"}--怪物带吸血攻击
			}
		}
	},--怪物带吸血攻击
	[1811001] = {
		ShowId = 1811001,
		Name = "凋零",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181100101,lv = 1}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181100101,lv = 2}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181100101,lv = 3}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181100101,lv = 4}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181100101,lv = 5}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181100101,lv = 6}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181100101,lv = 7}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181100101,lv = 8}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181100101,lv = 9}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181100101,lv = 10}},Description = "为我方生命百分比最低的单位恢复攻击[1#1#1#3]的生命值"}--怪物单体治疗
			}
		}
	},--怪物单体治疗
	[1812001] = {
		ShowId = 1812001,
		Name = "腐化",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181200101,lv = 1},[2] = {id = 181200102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181200101,lv = 2},[2] = {id = 181200102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181200101,lv = 3},[2] = {id = 181200102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181200101,lv = 4},[2] = {id = 181200102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181200101,lv = 5},[2] = {id = 181200102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181200101,lv = 6},[2] = {id = 181200102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181200101,lv = 7},[2] = {id = 181200102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181200101,lv = 8},[2] = {id = 181200102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181200101,lv = 9},[2] = {id = 181200102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181200101,lv = 10},[2] = {id = 181200102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且减少目标[2#1#1#3]防御\r\n冷却时间1回合"}--怪物减防攻击
			}
		}
	},--怪物减防攻击
	[1813001] = {
		ShowId = 1813001,
		Name = "撕裂",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181300101,lv = 1},[2] = {id = 181300102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181300101,lv = 2},[2] = {id = 181300102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181300101,lv = 3},[2] = {id = 181300102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181300101,lv = 4},[2] = {id = 181300102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181300101,lv = 5},[2] = {id = 181300102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181300101,lv = 6},[2] = {id = 181300102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181300101,lv = 7},[2] = {id = 181300102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181300101,lv = 8},[2] = {id = 181300102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181300101,lv = 9},[2] = {id = 181300102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181300101,lv = 10},[2] = {id = 181300102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并且使目标每回合损失攻击[2#1#1#3]的生命，持续3回合"}--怪物攻击并持续掉血
			}
		}
	},--怪物攻击并持续掉血
	[1814001] = {
		ShowId = 1814001,
		Name = "鬼盾",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为自己完全抵挡3次伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181400101,lv = 1}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181400101,lv = 2}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181400101,lv = 3}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181400101,lv = 4}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181400101,lv = 5}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181400101,lv = 6}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181400101,lv = 7}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181400101,lv = 8}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181400101,lv = 9}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181400101,lv = 10}},Description = "为自己完全抵挡3次伤害"}--怪物出场免伤护盾
			}
		}
	},--怪物出场免伤护盾
	[1815001] = {
		ShowId = 1815001,
		Name = "冥土护体",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181500101,lv = 1}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181500101,lv = 2}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181500101,lv = 3}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181500101,lv = 4}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181500101,lv = 5}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181500101,lv = 6}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181500101,lv = 7}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181500101,lv = 8}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181500101,lv = 9}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181500101,lv = 10}},Description = "为我方当前生命百分比最低的单位施加一个能完全抵挡3次伤害的护盾"}--怪物主动免伤护盾
			}
		}
	},--怪物主动免伤护盾
	[1816001] = {
		ShowId = 1816001,
		Name = "魔盾",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "出场带有能吸收与自身生命值等量伤害的护盾",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181600101,lv = 1}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181600101,lv = 2}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181600101,lv = 3}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181600101,lv = 4}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181600101,lv = 5}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181600101,lv = 6}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181600101,lv = 7}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181600101,lv = 8}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181600101,lv = 9}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181600101,lv = 10}},Description = "出场带有能吸收与自身生命值等量伤害的护盾"}--怪物出场吸收护盾
			}
		}
	},--怪物出场吸收护盾
	[1817001] = {
		ShowId = 1817001,
		Name = "深渊护体",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181700101,lv = 1}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181700101,lv = 2}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181700101,lv = 3}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181700101,lv = 4}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181700101,lv = 5}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181700101,lv = 6}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181700101,lv = 7}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181700101,lv = 8}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181700101,lv = 9}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181700101,lv = 10}},Description = "为我方全体施加一个能吸收施法者生命最大值2倍伤害的护盾\r\n冷却时间2回合"}--怪物主动吸收护盾
			}
		}
	},--怪物主动吸收护盾
	[1818001] = {
		ShowId = 1818001,
		Name = "至暗时刻",
		Quality = 4,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181800101,lv = 1},[2] = {id = 181800102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181800101,lv = 2},[2] = {id = 181800102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181800101,lv = 3},[2] = {id = 181800102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181800101,lv = 4},[2] = {id = 181800102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181800101,lv = 5},[2] = {id = 181800102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181800101,lv = 6},[2] = {id = 181800102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181800101,lv = 7},[2] = {id = 181800102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181800101,lv = 8},[2] = {id = 181800102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181800101,lv = 9},[2] = {id = 181800102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181800101,lv = 10},[2] = {id = 181800102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，击杀目标后可以立即对下一个目标造成攻击[2#1#1#3]伤害"}--怪物击杀后连续行动攻击
			}
		}
	},--怪物击杀后连续行动攻击
	[1819001] = {
		ShowId = 1819001,
		Name = "魔躯",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 181900101,lv = 1}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 181900101,lv = 2}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 181900101,lv = 3}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 181900101,lv = 4}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 181900101,lv = 5}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 181900101,lv = 6}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 181900101,lv = 7}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 181900101,lv = 8}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 181900101,lv = 9}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 181900101,lv = 10}},Description = "为我方当前生命百分比最低的单位施加buff，使其能完全反弹受到的伤害，持续2回合"}--怪物主动反弹伤害buff
			}
		}
	},--怪物主动反弹伤害buff
	[1820001] = {
		ShowId = 1820001,
		Name = "诡刺",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182000101,lv = 1}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182000101,lv = 2}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182000101,lv = 3}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182000101,lv = 4}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182000101,lv = 5}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182000101,lv = 6}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182000101,lv = 7}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182000101,lv = 8}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182000101,lv = 9}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182000101,lv = 10}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--怪物被动不行动受伤害
			}
		}
	},--怪物被动不行动受伤害
	[1821001] = {
		ShowId = 1821001,
		Name = "黑暗凝视",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182100101,lv = 1}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182100101,lv = 2}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182100101,lv = 3}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182100101,lv = 4}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182100101,lv = 5}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182100101,lv = 6}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182100101,lv = 7}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182100101,lv = 8}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182100101,lv = 9}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182100101,lv = 10}},Description = "【被动】当技能持有者在场时，每回合最后一个行动的敌人会被禁锢1回合"}--怪物被动最后行动被禁锢
			}
		}
	},--怪物被动最后行动被禁锢
	[1822001] = {
		ShowId = 1822001,
		Name = "荆棘护盾",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182200101,lv = 1}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182200101,lv = 2}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182200101,lv = 3}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182200101,lv = 4}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182200101,lv = 5}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182200101,lv = 6}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182200101,lv = 7}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182200101,lv = 8}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182200101,lv = 9}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182200101,lv = 10}},Description = "为我方全体施加一个能完全抵挡3次伤害的护盾，冷却时间3回合"}--教学关食火蜥免伤护盾
			}
		}
	},--教学关食火蜥免伤护盾
	[1823001] = {
		ShowId = 1823001,
		Name = "鬼噬护盾",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 10,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182300101,lv = 1},[2] = {id = 182300102,lv = 1}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182300101,lv = 2},[2] = {id = 182300102,lv = 2}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182300101,lv = 3},[2] = {id = 182300102,lv = 3}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182300101,lv = 4},[2] = {id = 182300102,lv = 4}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182300101,lv = 5},[2] = {id = 182300102,lv = 5}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182300101,lv = 6},[2] = {id = 182300102,lv = 6}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182300101,lv = 7},[2] = {id = 182300102,lv = 7}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182300101,lv = 8},[2] = {id = 182300102,lv = 8}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182300101,lv = 9},[2] = {id = 182300102,lv = 9}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182300101,lv = 10},[2] = {id = 182300102,lv = 10}},Description = "为我方当前生命百分比最高的单位施加一个能完全抵挡3次伤害的护盾\r\n【被动】当带有护盾时，所有造成的伤害提升3倍"}--第二章BOSS免伤护盾
			}
		}
	},--第二章BOSS免伤护盾
	[1824001] = {
		ShowId = 1824001,
		Name = "湮灭护盾",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 1,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182400101,lv = 1}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182400101,lv = 2}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182400101,lv = 3}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182400101,lv = 4}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182400101,lv = 5}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182400101,lv = 6}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182400101,lv = 7}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182400101,lv = 8}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182400101,lv = 9}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182400101,lv = 10}},Description = "为我方全体施加一个能吸收施法者生命最大值100%伤害的护盾\r\n冷却时间2回合"}--第二章第9关吸收护盾
			}
		}
	},--第二章第9关吸收护盾
	[1825001] = {
		ShowId = 1825001,
		Name = "狂乱",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 5,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "提升自身攻击1000%，可被驱散",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182500101,lv = 1}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182500101,lv = 2}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182500101,lv = 3}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182500101,lv = 4}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182500101,lv = 5}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182500101,lv = 6}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182500101,lv = 7}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182500101,lv = 8}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182500101,lv = 9}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182500101,lv = 10}},Description = "提升自身攻击1000%，可被驱散"}--教学关塞伯罗斯加攻击
			}
		}
	},--教学关塞伯罗斯加攻击
	[1826001] = {
		ShowId = 1826001,
		Name = "灾变",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "提升友方当前生命最低角色200%攻击",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182600101,lv = 1}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182600101,lv = 2}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182600101,lv = 3}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182600101,lv = 4}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182600101,lv = 5}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182600101,lv = 6}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182600101,lv = 7}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182600101,lv = 8}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182600101,lv = 9}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182600101,lv = 10}},Description = "提升友方当前生命最低角色200%攻击"}--第三章3关伤害增幅
			}
		}
	},--第三章3关伤害增幅
	[1827001] = {
		ShowId = 1803012,
		Name = "不灭",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182700101,lv = 1},[2] = {id = 182700102,lv = 1}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182700101,lv = 2},[2] = {id = 182700102,lv = 2}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182700101,lv = 3},[2] = {id = 182700102,lv = 3}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182700101,lv = 4},[2] = {id = 182700102,lv = 4}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182700101,lv = 5},[2] = {id = 182700102,lv = 5}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182700101,lv = 6},[2] = {id = 182700102,lv = 6}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182700101,lv = 7},[2] = {id = 182700102,lv = 7}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182700101,lv = 8},[2] = {id = 182700102,lv = 8}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182700101,lv = 9},[2] = {id = 182700102,lv = 9}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182700101,lv = 10},[2] = {id = 182700102,lv = 10}},Description = "治疗自己恢复自身生命最大值[1#1#1#3]的生命，并在接下来2回合内，每回合恢复自身生命最大值[2#1#1#3]的生命"}--第三章6关持续回血
			}
		}
	},--第三章6关持续回血
	[1828001] = {
		ShowId = 1828001,
		Name = "深渊魔躯",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为自己施加能反弹所有伤害的护盾",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182800101,lv = 1}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182800101,lv = 2}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182800101,lv = 3}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182800101,lv = 4}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182800101,lv = 5}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182800101,lv = 6}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182800101,lv = 7}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182800101,lv = 8}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182800101,lv = 9}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182800101,lv = 10}},Description = "为自己施加能反弹所有伤害的护盾"}--第三章第9关反伤护盾
			}
		}
	},--第三章第9关反伤护盾
	[1829001] = {
		ShowId = 1829001,
		Name = "魔劫",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "当自身死亡时，增加场上其他友方单位100%攻击",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 182900101,lv = 1}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 182900101,lv = 2}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 182900101,lv = 3}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 182900101,lv = 4}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 182900101,lv = 5}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 182900101,lv = 6}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 182900101,lv = 7}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 182900101,lv = 8}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 182900101,lv = 9}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 182900101,lv = 10}},Description = "当自身死亡时，增加场上其他友方单位100%攻击"}--第三章BOSS伤害增幅
			}
		}
	},--第三章BOSS伤害增幅
	[1830001] = {
		ShowId = 1830001,
		Name = "诡刺",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183000101,lv = 1}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183000101,lv = 2}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183000101,lv = 3}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183000101,lv = 4}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183000101,lv = 5}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183000101,lv = 6}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183000101,lv = 7}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183000101,lv = 8}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183000101,lv = 9}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183000101,lv = 10}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第四章教学关行动buff
			}
		}
	},--第四章教学关行动buff
	[1831001] = {
		ShowId = 1831001,
		Name = "束缚",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183100101,lv = 1}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183100101,lv = 2}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183100101,lv = 3}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183100101,lv = 4}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183100101,lv = 5}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183100101,lv = 6}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183100101,lv = 7}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183100101,lv = 8}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183100101,lv = 9}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183100101,lv = 10}},Description = "【被动】当技能持有者在场时，第一个行动的角色会被禁锢1回合"}--第四章第3关首位禁锢
			}
		}
	},--第四章第3关首位禁锢
	[1832001] = {
		ShowId = 1832001,
		Name = "腐蚀",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183200101,lv = 1}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183200101,lv = 2}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183200101,lv = 3}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183200101,lv = 4}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183200101,lv = 5}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183200101,lv = 6}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183200101,lv = 7}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183200101,lv = 8}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183200101,lv = 9}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183200101,lv = 10}},Description = "【被动】当技能持有者在场时，第四行动位置的角色会被减少[1#1#1#3]防御"}--第四章第9关末位减少防御
			}
		}
	},--第四章第9关末位减少防御
	[1833001] = {
		ShowId = 1801009,
		Name = "焚寂",
		Quality = 4,
		SkillType = 1,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183300101,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183300101,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183300101,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183300101,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183300101,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183300101,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183300101,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183300101,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183300101,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183300101,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害"}--第四章BOSS普通攻击
			}
		}
	},--第四章BOSS普通攻击
	[1834001] = {
		ShowId = 1802009,
		Name = "灭世",
		Quality = 4,
		SkillType = 1,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击[1#1#1#3]伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183400101,lv = 1},[2] = {id = 183400102,lv = 1}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183400101,lv = 2},[2] = {id = 183400102,lv = 2}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183400101,lv = 3},[2] = {id = 183400102,lv = 3}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183400101,lv = 4},[2] = {id = 183400102,lv = 4}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183400101,lv = 5},[2] = {id = 183400102,lv = 5}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183400101,lv = 6},[2] = {id = 183400102,lv = 6}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183400101,lv = 7},[2] = {id = 183400102,lv = 7}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183400101,lv = 8},[2] = {id = 183400102,lv = 8}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183400101,lv = 9},[2] = {id = 183400102,lv = 9}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183400101,lv = 10},[2] = {id = 183400102,lv = 10}},Description = "攻击敌方全体造成攻击[1#1#1#3]伤害"}--第四章BOSS群体攻击
			}
		}
	},--第四章BOSS群体攻击
	[1835001] = {
		ShowId = 1835001,
		Name = "黑暗凝视",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183500101,lv = 1}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183500101,lv = 2}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183500101,lv = 3}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183500101,lv = 4}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183500101,lv = 5}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183500101,lv = 6}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183500101,lv = 7}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183500101,lv = 8}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183500101,lv = 9}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183500101,lv = 10}},Description = "【被动】当技能持有者在场时，回合内第四个行动位行动的角色会被禁锢1回合"}--第四章BOSS末位禁锢
			}
		}
	},--第四章BOSS末位禁锢
	[1836001] = {
		ShowId = 1836001,
		Name = "威吓",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 8,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "降低敌方全体[1#1#1#3]攻击",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183600101,lv = 1}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183600101,lv = 2}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183600101,lv = 3}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183600101,lv = 4}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183600101,lv = 5}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183600101,lv = 6}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183600101,lv = 7}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183600101,lv = 8}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183600101,lv = 9}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183600101,lv = 10}},Description = "降低敌方全体[1#1#1#3]攻击"}--第五章教学关减攻击
			}
		}
	},--第五章教学关减攻击
	[1837001] = {
		ShowId = 1837001,
		Name = "苦痛",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183700101,lv = 1},[2] = {id = 183700102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183700101,lv = 2},[2] = {id = 183700102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183700101,lv = 3},[2] = {id = 183700102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183700101,lv = 4},[2] = {id = 183700102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183700101,lv = 5},[2] = {id = 183700102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183700101,lv = 6},[2] = {id = 183700102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183700101,lv = 7},[2] = {id = 183700102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183700101,lv = 8},[2] = {id = 183700102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183700101,lv = 9},[2] = {id = 183700102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183700101,lv = 10},[2] = {id = 183700102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第3关持续伤害
			}
		}
	},--第五章第3关持续伤害
	[1838001] = {
		ShowId = 1838001,
		Name = "祸根",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183800101,lv = 1}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183800101,lv = 2}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183800101,lv = 3}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183800101,lv = 4}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183800101,lv = 5}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183800101,lv = 6}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183800101,lv = 7}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183800101,lv = 8}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183800101,lv = 9}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183800101,lv = 10}},Description = "【被动】当技能持有者在场时，回合内没有行动的敌人会受到技能持有者攻击[1#1#1#3]的伤害"}--第五章第6关延迟伤害
			}
		}
	},--第五章第6关延迟伤害
	[1839001] = {
		ShowId = 1839001,
		Name = "终焉",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 183900101,lv = 1},[2] = {id = 183900102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 183900101,lv = 2},[2] = {id = 183900102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 183900101,lv = 3},[2] = {id = 183900102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 183900101,lv = 4},[2] = {id = 183900102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 183900101,lv = 5},[2] = {id = 183900102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 183900101,lv = 6},[2] = {id = 183900102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 183900101,lv = 7},[2] = {id = 183900102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 183900101,lv = 8},[2] = {id = 183900102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 183900101,lv = 9},[2] = {id = 183900102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 183900101,lv = 10},[2] = {id = 183900102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章第9关持续伤害
			}
		}
	},--第五章第9关持续伤害
	[1840001] = {
		ShowId = 1840001,
		Name = "魔焰",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 184000101,lv = 1},[2] = {id = 184000102,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184000101,lv = 2},[2] = {id = 184000102,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184000101,lv = 3},[2] = {id = 184000102,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 184000101,lv = 4},[2] = {id = 184000102,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184000101,lv = 5},[2] = {id = 184000102,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184000101,lv = 6},[2] = {id = 184000102,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 184000101,lv = 7},[2] = {id = 184000102,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184000101,lv = 8},[2] = {id = 184000102,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184000101,lv = 9},[2] = {id = 184000102,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184000101,lv = 10},[2] = {id = 184000102,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，并使目标在接下来的3回合内进入“灼烧”状态\r\n【灼烧】每回合结束时损失施法者攻击[2#1#1#3]的生命"}--第五章BOSS灼烧技能
			}
		}
	},--第五章BOSS灼烧技能
	[1841001] = {
		ShowId = 1841001,
		Name = "末日浩劫",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184100101,lv = 1},[2] = {id = 184100102,lv = 1},[3] = {id = 184100103,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184100101,lv = 2},[2] = {id = 184100102,lv = 2},[3] = {id = 184100103,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184100101,lv = 3},[2] = {id = 184100102,lv = 3},[3] = {id = 184100103,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184100101,lv = 4},[2] = {id = 184100102,lv = 4},[3] = {id = 184100103,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184100101,lv = 5},[2] = {id = 184100102,lv = 5},[3] = {id = 184100103,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184100101,lv = 6},[2] = {id = 184100102,lv = 6},[3] = {id = 184100103,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184100101,lv = 7},[2] = {id = 184100102,lv = 7},[3] = {id = 184100103,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184100101,lv = 8},[2] = {id = 184100102,lv = 8},[3] = {id = 184100103,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184100101,lv = 9},[2] = {id = 184100102,lv = 9},[3] = {id = 184100103,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184100101,lv = 10},[2] = {id = 184100102,lv = 10},[3] = {id = 184100103,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，如果目标处于“灼烧”状态，额外造成施法者攻击[2#1#1#3]的伤害，并禁锢目标2回合"}--第五章BOSS大招伤害并禁锢
			}
		}
	},--第五章BOSS大招伤害并禁锢
	[1842001] = {
		ShowId = 1842001,
		Name = "招魂",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 184200101,lv = 1},[2] = {id = 184200102,lv = 1}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184200101,lv = 2},[2] = {id = 184200102,lv = 2}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184200101,lv = 3},[2] = {id = 184200102,lv = 3}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 184200101,lv = 4},[2] = {id = 184200102,lv = 4}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184200101,lv = 5},[2] = {id = 184200102,lv = 5}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184200101,lv = 6},[2] = {id = 184200102,lv = 6}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 184200101,lv = 7},[2] = {id = 184200102,lv = 7}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184200101,lv = 8},[2] = {id = 184200102,lv = 8}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184200101,lv = 9},[2] = {id = 184200102,lv = 9}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184200101,lv = 10},[2] = {id = 184200102,lv = 10}},Description = "当自身生命值大于50%时，为队友恢复施法者攻击500%的生命值；当自身生命值小于50%时，治疗同时提高队友100%攻击"}--第二章第4关加血
			}
		}
	},--第二章第4关加血
	[1843001] = {
		ShowId = 1843001,
		Name = "暗影护盾",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 184300101,lv = 1},[2] = {id = 184300102,lv = 1}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184300101,lv = 2},[2] = {id = 184300102,lv = 2}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184300101,lv = 3},[2] = {id = 184300102,lv = 3}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 184300101,lv = 4},[2] = {id = 184300102,lv = 4}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184300101,lv = 5},[2] = {id = 184300102,lv = 5}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184300101,lv = 6},[2] = {id = 184300102,lv = 6}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 184300101,lv = 7},[2] = {id = 184300102,lv = 7}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184300101,lv = 8},[2] = {id = 184300102,lv = 8}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184300101,lv = 9},[2] = {id = 184300102,lv = 9}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184300101,lv = 10},[2] = {id = 184300102,lv = 10}},Description = "场中时队友每回合可获得等于食火蜥生命最大值[1#1#1#3]的护盾"}--第二章第6关加血
			}
		}
	},--第二章第6关加血
	[1844001] = {
		ShowId = 1844001,
		Name = "献祭",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "死亡时提高友方单位150%攻击，持续3回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 184400101,lv = 1}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184400101,lv = 2}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184400101,lv = 3}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 184400101,lv = 4}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184400101,lv = 5}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184400101,lv = 6}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 184400101,lv = 7}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184400101,lv = 8}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184400101,lv = 9}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184400101,lv = 10}},Description = "死亡时提高友方单位150%攻击，持续3回合"}--第二章第6关被动攻击提升
			}
		}
	},--第二章第6关被动攻击提升
	[1845001] = {
		ShowId = 1845001,
		Name = "狂乱",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 5,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "提升自身攻击200%，可被驱散",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184500101,lv = 1}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184500101,lv = 2}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184500101,lv = 3}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184500101,lv = 4}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184500101,lv = 5}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184500101,lv = 6}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184500101,lv = 7}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184500101,lv = 8}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184500101,lv = 9}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184500101,lv = 10}},Description = "提升自身攻击200%，可被驱散"}--第三章第2关加攻击
			}
		}
	},--第三章第2关加攻击
	[1846001] = {
		ShowId = 1846001,
		Name = "狂乱",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为中间的队友提供额外100%攻击",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184600101,lv = 1}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184600101,lv = 2}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184600101,lv = 3}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184600101,lv = 4}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184600101,lv = 5}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184600101,lv = 6}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184600101,lv = 7}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184600101,lv = 8}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184600101,lv = 9}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184600101,lv = 10}},Description = "为中间的队友提供额外100%攻击"}--第二章第3关提升攻击
			}
		}
	},--第二章第3关提升攻击
	[1847001] = {
		ShowId = 1847001,
		Name = "魔躯",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为中间的队友提供额外100%防御",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184700101,lv = 1}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184700101,lv = 2}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184700101,lv = 3}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184700101,lv = 4}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184700101,lv = 5}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184700101,lv = 6}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184700101,lv = 7}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184700101,lv = 8}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184700101,lv = 9}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184700101,lv = 10}},Description = "为中间的队友提供额外100%防御"}--第二章第3关提升防御
			}
		}
	},--第二章第3关提升防御
	[1848001] = {
		ShowId = 1848001,
		Name = "反噬",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184800101,lv = 1},[2] = {id = 184800102,lv = 1}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184800101,lv = 2},[2] = {id = 184800102,lv = 2}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184800101,lv = 3},[2] = {id = 184800102,lv = 3}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184800101,lv = 4},[2] = {id = 184800102,lv = 4}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184800101,lv = 5},[2] = {id = 184800102,lv = 5}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184800101,lv = 6},[2] = {id = 184800102,lv = 6}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184800101,lv = 7},[2] = {id = 184800102,lv = 7}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184800101,lv = 8},[2] = {id = 184800102,lv = 8}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184800101,lv = 9},[2] = {id = 184800102,lv = 9}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184800101,lv = 10},[2] = {id = 184800102,lv = 10}},Description = "死亡时为血量最低的友方单位施加反弹伤害护盾，将所受伤害10倍反弹给攻击者，持续2回合"}--第二章第3关反弹伤害
			}
		}
	},--第二章第3关反弹伤害
	[1849001] = {
		ShowId = 1849001,
		Name = "龟缩",
		Quality = 4,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304041",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合",
		SkillSketchDes = "治疗",
		SkillUsage = "被攻击时会恢复生命值",
		FeatureWords = {[1] = "阴",[2] = "治疗"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184900101,lv = 1}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 184900101,lv = 2}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 184900101,lv = 3}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[4] = {
				[1] = {EffectLv = 4,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184900101,lv = 4}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 184900101,lv = 5}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 184900101,lv = 6}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[7] = {
				[1] = {EffectLv = 7,Cost = {[1] = {Id = 1401005}},Effects = {[1] = {id = 184900101,lv = 7}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 184900101,lv = 8}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 184900101,lv = 9}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 184900101,lv = 10}},Description = "当自身处于半血以下时，生成自身攻击1000%的护盾保护自己，持续2回合"}--第二章第4关自身盾
			}
		}
	},--第二章第4关自身盾
	[2030100] = {
		ShowId = 2030100,
		Name = "神器3-技能",
		SkillType = 5,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "ui_dtex_Item_1611003",
		SkillEffectType = 5,
		ShowFireType = 2,
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 2030101,lv = 1}}}--神器3技能-LV1
			},
			[2] = {
				[1] = {Effects = {[1] = {id = 2030101,lv = 2}}}--神器3技能-LV2
			},
			[3] = {
				[1] = {Effects = {[1] = {id = 2030101,lv = 3}}}--神器3技能-LV3
			},
			[4] = {
				[1] = {Effects = {[1] = {id = 2030101,lv = 4}}}--神器3技能-LV4
			},
			[5] = {
				[1] = {Effects = {[1] = {id = 2030101,lv = 5}}}--神器3技能-LV5
			}
		}
	},--神器3-技能
	[2040100] = {
		ShowId = 2040100,
		Name = "神器4-技能",
		SkillType = 5,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "ui_dtex_Item_1611004",
		SkillEffectType = 5,
		ShowFireType = 2,
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 2040101,lv = 1}}}--神器4技能-LV1
			},
			[2] = {
				[1] = {Effects = {[1] = {id = 2040101,lv = 1},[2] = {id = 2040102,lv = 1}}}--神器4技能-LV2
			},
			[3] = {
				[1] = {Effects = {[1] = {id = 2040101,lv = 1},[2] = {id = 2040102,lv = 1},[3] = {id = 2040103,lv = 1}}}--神器4技能-LV3
			}
		}
	},--神器4-技能
	[2050100] = {
		ShowId = 2050100,
		Name = "神器5-技能",
		SkillType = 5,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "ui_dtex_Item_1611005",
		SkillEffectType = 5,
		ShowFireType = 2,
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 2050101,lv = 1}}}--神器5技能-LV1
			},
			[2] = {
				[1] = {Effects = {[1] = {id = 2050101,lv = 1},[2] = {id = 2050102,lv = 1}}}--神器5技能-LV2
			},
			[3] = {
				[1] = {Effects = {[1] = {id = 2050101,lv = 1},[2] = {id = 2050102,lv = 1},[3] = {id = 2050103,lv = 1}}}--神器5技能-LV3
			},
			[4] = {
				[1] = {Effects = {[1] = {id = 2050101,lv = 1},[2] = {id = 2050102,lv = 1},[3] = {id = 2050103,lv = 1},[4] = {id = 2050104,lv = 1}}}--神器5技能-LV4
			}
		}
	},--神器5-技能
	[2060100] = {
		ShowId = 2060100,
		Name = "神器6-技能",
		SkillType = 5,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "ui_dtex_Item_1611006",
		SkillEffectType = 5,
		ShowFireType = 2,
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 2060101,lv = 1}}}--神器6技能-LV1
			},
			[2] = {
				[1] = {Effects = {[1] = {id = 2060101,lv = 1},[2] = {id = 2060102,lv = 1}}}--神器6技能-LV2
			},
			[3] = {
				[1] = {Effects = {[1] = {id = 2060101,lv = 1},[2] = {id = 2060102,lv = 1},[3] = {id = 2060103,lv = 1}}}--神器6技能-LV3
			},
			[4] = {
				[1] = {Effects = {[1] = {id = 2060101,lv = 1},[2] = {id = 2060102,lv = 1},[3] = {id = 2060103,lv = 1},[4] = {id = 2060104,lv = 1}}}--神器6技能-LV4
			}
		}
	},--神器6-技能
	[2070100] = {
		ShowId = 2070100,
		Name = "神器7-技能",
		SkillType = 5,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "ui_dtex_Item_1611007",
		SkillEffectType = 5,
		ShowFireType = 2,
		lvs = {
			[1] = {
				[1] = {Effects = {[1] = {id = 2070101,lv = 1}}}--神器7技能-LV1
			},
			[2] = {
				[1] = {Effects = {[1] = {id = 2070101,lv = 1},[2] = {id = 2070102,lv = 1}}}--神器7技能-LV2
			},
			[3] = {
				[1] = {Effects = {[1] = {id = 2070101,lv = 1},[2] = {id = 2070102,lv = 1},[3] = {id = 2070103,lv = 1}}}--神器7技能-LV3
			},
			[4] = {
				[1] = {Effects = {[1] = {id = 2070101,lv = 1},[2] = {id = 2070102,lv = 1},[3] = {id = 2070103,lv = 1},[4] = {id = 2070104,lv = 1}}}--神器7技能-LV4
			},
			[5] = {
				[1] = {Effects = {[1] = {id = 2070101,lv = 1},[2] = {id = 2070102,lv = 1},[3] = {id = 2070103,lv = 1},[4] = {id = 2070104,lv = 1},[5] = {id = 2070105,lv = 1}}}--神器7技能-LV5
			}
		}
	},--神器7-技能
	[2101001] = {
		ShowId = 1301001,
		Name = "阎王炮",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击75%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100101,lv = 1},[2] = {id = 210100102,lv = 1}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100101,lv = 2},[2] = {id = 210100102,lv = 2}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100101,lv = 3},[2] = {id = 210100102,lv = 3}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100101,lv = 4},[2] = {id = 210100102,lv = 4}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100101,lv = 5},[2] = {id = 210100102,lv = 5}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100101,lv = 6},[2] = {id = 210100102,lv = 6}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100101,lv = 7},[2] = {id = 210100102,lv = 7}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100101,lv = 8},[2] = {id = 210100102,lv = 8}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100101,lv = 9},[2] = {id = 210100102,lv = 9}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100101,lv = 10},[2] = {id = 210100102,lv = 10}},Description = "攻击敌方单体造成攻击75%伤害"}--常服曹焱兵技能1(教学)
			}
		}
	},--常服曹焱兵技能1(教学)
	[2101002] = {
		ShowId = 1301002,
		Name = "雷光刃",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100201,lv = 1},[2] = {id = 210100202,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100201,lv = 2},[2] = {id = 210100202,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100201,lv = 3},[2] = {id = 210100202,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100201,lv = 4},[2] = {id = 210100202,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100201,lv = 5},[2] = {id = 210100202,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100201,lv = 6},[2] = {id = 210100202,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100201,lv = 7},[2] = {id = 210100202,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100201,lv = 8},[2] = {id = 210100202,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100201,lv = 9},[2] = {id = 210100202,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100201,lv = 10},[2] = {id = 210100202,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--曹玄亮技能1(教学)
			}
		}
	},--曹玄亮技能1(教学)
	[2101003] = {
		ShowId = 1301003,
		Name = "天音符录",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击120%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100301,lv = 1},[2] = {id = 210100302,lv = 1}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100301,lv = 2},[2] = {id = 210100302,lv = 2}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100301,lv = 3},[2] = {id = 210100302,lv = 3}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100301,lv = 4},[2] = {id = 210100302,lv = 4}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100301,lv = 5},[2] = {id = 210100302,lv = 5}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100301,lv = 6},[2] = {id = 210100302,lv = 6}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100301,lv = 7},[2] = {id = 210100302,lv = 7}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100301,lv = 8},[2] = {id = 210100302,lv = 8}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100301,lv = 9},[2] = {id = 210100302,lv = 9}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100301,lv = 10},[2] = {id = 210100302,lv = 10}},Description = "攻击敌方全体造成攻击120%伤害"}--战斗夏铃技能1(教学)
			}
		}
	},--战斗夏铃技能1(教学)
	[2101004] = {
		ShowId = 1301004,
		Name = "王者之戟",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100401,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100401,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100401,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100401,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100401,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100401,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100401,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100401,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100401,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100401,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--项昆仑技能1(教学)
			}
		}
	},--项昆仑技能1(教学)
	[2101005] = {
		ShowId = 1301005,
		Name = "神机妙算",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100501,lv = 1},[2] = {id = 210100502,lv = 1}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100501,lv = 2},[2] = {id = 210100502,lv = 2}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100501,lv = 3},[2] = {id = 210100502,lv = 3}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100501,lv = 4},[2] = {id = 210100502,lv = 4}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100501,lv = 5},[2] = {id = 210100502,lv = 5}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100501,lv = 6},[2] = {id = 210100502,lv = 6}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100501,lv = 7},[2] = {id = 210100502,lv = 7}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100501,lv = 8},[2] = {id = 210100502,lv = 8}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100501,lv = 9},[2] = {id = 210100502,lv = 9}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100501,lv = 10},[2] = {id = 210100502,lv = 10}},Description = "永久提升自己守护灵50%攻击，最高5层，同时使自身进入【避难】状态"}--刘羽禅技能1(教学)
			}
		}
	},--刘羽禅技能1(教学)
	[2101006] = {
		ShowId = 1301006,
		Name = "召唤血魔",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100601,lv = 1},[2] = {id = 210100602,lv = 1}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100601,lv = 2},[2] = {id = 210100602,lv = 2}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100601,lv = 3},[2] = {id = 210100602,lv = 3}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100601,lv = 4},[2] = {id = 210100602,lv = 4}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100601,lv = 5},[2] = {id = 210100602,lv = 5}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100601,lv = 6},[2] = {id = 210100602,lv = 6}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100601,lv = 7},[2] = {id = 210100602,lv = 7}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100601,lv = 8},[2] = {id = 210100602,lv = 8}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100601,lv = 9},[2] = {id = 210100602,lv = 9}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100601,lv = 10},[2] = {id = 210100602,lv = 10}},Description = "削减敌方2个红色灵气，生成血魔印记，血魔印记最多同时存在3个"}--红莲缇娜技能1(教学)
			}
		}
	},--红莲缇娜技能1(教学)
	[2101007] = {
		ShowId = 1301007,
		Name = "大焱裂空锤",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100701,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100701,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100701,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100701,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100701,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100701,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100701,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100701,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100701,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100701,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--战斗曹焱兵技能1(教学)
			}
		}
	},--战斗曹焱兵技能1(教学)
	[2101008] = {
		ShowId = 1301008,
		Name = "利爪",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100801,lv = 1},[2] = {id = 210100802,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100801,lv = 2},[2] = {id = 210100802,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100801,lv = 3},[2] = {id = 210100802,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100801,lv = 4},[2] = {id = 210100802,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100801,lv = 5},[2] = {id = 210100802,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100801,lv = 6},[2] = {id = 210100802,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100801,lv = 7},[2] = {id = 210100802,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100801,lv = 8},[2] = {id = 210100802,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100801,lv = 9},[2] = {id = 210100802,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100801,lv = 10},[2] = {id = 210100802,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即获得2个黄色灵气"}--黑尔坎普技能1(教学)
			}
		}
	},--黑尔坎普技能1(教学)
	[2101009] = {
		ShowId = 1301009,
		Name = "厚土双臂",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210100901,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210100901,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210100901,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210100901,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210100901,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210100901,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210100901,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210100901,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210100901,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210100901,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--北落师门技能1(教学)
			}
		}
	},--北落师门技能1(教学)
	[2101010] = {
		ShowId = 1301010,
		Name = "擒龙手",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101001,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101001,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101001,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101001,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101001,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101001,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101001,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101001,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101001,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101001,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--盖文技能1(教学)
			}
		}
	},--盖文技能1(教学)
	[2101011] = {
		ShowId = 1301011,
		Name = "风神斩",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101101,lv = 1},[2] = {id = 210101102,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101101,lv = 2},[2] = {id = 210101102,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101101,lv = 3},[2] = {id = 210101102,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101101,lv = 4},[2] = {id = 210101102,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101101,lv = 5},[2] = {id = 210101102,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101101,lv = 6},[2] = {id = 210101102,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101101,lv = 7},[2] = {id = 210101102,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101101,lv = 8},[2] = {id = 210101102,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101101,lv = 9},[2] = {id = 210101102,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101101,lv = 10},[2] = {id = 210101102,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--阎风吒技能1(教学)
			}
		}
	},--阎风吒技能1(教学)
	[2101012] = {
		ShowId = 1301012,
		Name = "痛击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101201,lv = 1},[2] = {id = 210101202,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101201,lv = 2},[2] = {id = 210101202,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101201,lv = 3},[2] = {id = 210101202,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101201,lv = 4},[2] = {id = 210101202,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101201,lv = 5},[2] = {id = 210101202,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101201,lv = 6},[2] = {id = 210101202,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101201,lv = 7},[2] = {id = 210101202,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101201,lv = 8},[2] = {id = 210101202,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101201,lv = 9},[2] = {id = 210101202,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101201,lv = 10},[2] = {id = 210101202,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个黄色灵气"}--南御夫技能1(教学)
			}
		}
	},--南御夫技能1(教学)
	[2101013] = {
		ShowId = 1301013,
		Name = "狩猎",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101301,lv = 1},[2] = {id = 210101302,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101301,lv = 2},[2] = {id = 210101302,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101301,lv = 3},[2] = {id = 210101302,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101301,lv = 4},[2] = {id = 210101302,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101301,lv = 5},[2] = {id = 210101302,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101301,lv = 6},[2] = {id = 210101302,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101301,lv = 7},[2] = {id = 210101302,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101301,lv = 8},[2] = {id = 210101302,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101301,lv = 9},[2] = {id = 210101302,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101301,lv = 10},[2] = {id = 210101302,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即偷取敌方2个红色灵气"}--吉拉技能1(教学)
			}
		}
	},--吉拉技能1(教学)
	[2101014] = {
		ShowId = 1301014,
		Name = "吕氏余烈",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101401,lv = 1},[2] = {id = 210101402,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101401,lv = 2},[2] = {id = 210101402,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101401,lv = 3},[2] = {id = 210101402,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101401,lv = 4},[2] = {id = 210101402,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101401,lv = 5},[2] = {id = 210101402,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101401,lv = 6},[2] = {id = 210101402,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101401,lv = 7},[2] = {id = 210101402,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101401,lv = 8},[2] = {id = 210101402,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101401,lv = 9},[2] = {id = 210101402,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101401,lv = 10},[2] = {id = 210101402,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--吕仙宫技能1(教学)
			}
		}
	},--吕仙宫技能1(教学)
	[2101015] = {
		ShowId = 1301015,
		Name = "破风刃",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1301015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210101501,lv = 1},[2] = {id = 210101502,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210101501,lv = 2},[2] = {id = 210101502,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210101501,lv = 3},[2] = {id = 210101502,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210101501,lv = 4},[2] = {id = 210101502,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210101501,lv = 5},[2] = {id = 210101502,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210101501,lv = 6},[2] = {id = 210101502,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210101501,lv = 7},[2] = {id = 210101502,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210101501,lv = 8},[2] = {id = 210101502,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210101501,lv = 9},[2] = {id = 210101502,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210101501,lv = 10},[2] = {id = 210101502,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--阎巧巧技能1(教学)
			}
		}
	},--阎巧巧技能1(教学)
	[2102001] = {
		ShowId = 1302001,
		Name = "困龙火柱",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200101,lv = 1},[2] = {id = 210200102,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200101,lv = 2},[2] = {id = 210200102,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200101,lv = 3},[2] = {id = 210200102,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200101,lv = 4},[2] = {id = 210200102,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200101,lv = 5},[2] = {id = 210200102,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200101,lv = 6},[2] = {id = 210200102,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200101,lv = 7},[2] = {id = 210200102,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200101,lv = 8},[2] = {id = 210200102,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200101,lv = 9},[2] = {id = 210200102,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200101,lv = 10},[2] = {id = 210200102,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害\r\n【灵气】立即减少敌方2个红色灵气"}--常服曹焱兵技能2(教学)
			}
		}
	},--常服曹焱兵技能2(教学)
	[2102002] = {
		ShowId = 1302002,
		Name = "雷光钻",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体及其两侧单位造成攻击75%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200201,lv = 1},[2] = {id = 210200202,lv = 1}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200201,lv = 2},[2] = {id = 210200202,lv = 2}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200201,lv = 3},[2] = {id = 210200202,lv = 3}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200201,lv = 4},[2] = {id = 210200202,lv = 4}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200201,lv = 5},[2] = {id = 210200202,lv = 5}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200201,lv = 6},[2] = {id = 210200202,lv = 6}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200201,lv = 7},[2] = {id = 210200202,lv = 7}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200201,lv = 8},[2] = {id = 210200202,lv = 8}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200201,lv = 9},[2] = {id = 210200202,lv = 9}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200201,lv = 10},[2] = {id = 210200202,lv = 10}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--曹玄亮技能2(教学)
			}
		}
	},--曹玄亮技能2(教学)
	[2102003] = {
		ShowId = 1302003,
		Name = "四象擒灵光",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302003",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "永久增加己方场上单位攻击20%，可叠加层数",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200301,lv = 1}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200301,lv = 2}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200301,lv = 3}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200301,lv = 4}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200301,lv = 5}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200301,lv = 6}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200301,lv = 7}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200301,lv = 8}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200301,lv = 9}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200301,lv = 10}},Description = "永久增加己方场上单位攻击20%，可叠加层数"}--战斗夏铃技能2(教学)
			}
		}
	},--战斗夏铃技能2(教学)
	[2102004] = {
		ShowId = 1302004,
		Name = "霸体",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200401,lv = 1}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200401,lv = 2}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200401,lv = 3}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200401,lv = 4}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200401,lv = 5}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200401,lv = 6}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200401,lv = 7}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200401,lv = 8}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200401,lv = 9}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200401,lv = 10}},Description = "蓄力1回合并获得4枚印记，项昆仑或其守护灵下次攻击将会消耗全部【不死印记】，每一枚【不死印记】提升50%伤害，印记最多同时拥有4枚"}--项昆仑技能2(教学)
			}
		}
	},--项昆仑技能2(教学)
	[2102005] = {
		ShowId = 1302005,
		Name = "匡扶之志",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302005",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200501,lv = 1},[2] = {id = 210200502,lv = 1}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200501,lv = 2},[2] = {id = 210200502,lv = 2}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200501,lv = 3},[2] = {id = 210200502,lv = 3}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200501,lv = 4},[2] = {id = 210200502,lv = 4}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200501,lv = 5},[2] = {id = 210200502,lv = 5}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200501,lv = 6},[2] = {id = 210200502,lv = 6}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200501,lv = 7},[2] = {id = 210200502,lv = 7}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200501,lv = 8},[2] = {id = 210200502,lv = 8}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200501,lv = 9},[2] = {id = 210200502,lv = 9}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200501,lv = 10},[2] = {id = 210200502,lv = 10}},Description = "为我方生命百分比最低的单位恢复攻击150%的生命，当自身处于【避难】状态时，治疗效果翻倍"}--刘羽禅技能2(教学)
			}
		}
	},--刘羽禅技能2(教学)
	[2102006] = {
		ShowId = 1302006,
		Name = "血池",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302006",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200601,lv = 1}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200601,lv = 2}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200601,lv = 3}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200601,lv = 4}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200601,lv = 5}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200601,lv = 6}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200601,lv = 7}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200601,lv = 8}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200601,lv = 9}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200601,lv = 10}},Description = "消耗全部血魔印记恢复30%生命，当被攻击濒死时自动触发该技能，生命恢复量为主动释放的一半"}--红莲缇娜技能2(教学)
			}
		}
	},--红莲缇娜技能2(教学)
	[2102007] = {
		ShowId = 1302007,
		Name = "无相火皇",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，概率禁锢目标",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200701,lv = 1},[2] = {id = 210200702,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200701,lv = 2},[2] = {id = 210200702,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200701,lv = 3},[2] = {id = 210200702,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200701,lv = 4},[2] = {id = 210200702,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200701,lv = 5},[2] = {id = 210200702,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200701,lv = 6},[2] = {id = 210200702,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200701,lv = 7},[2] = {id = 210200702,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200701,lv = 8},[2] = {id = 210200702,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200701,lv = 9},[2] = {id = 210200702,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200701,lv = 10},[2] = {id = 210200702,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--战斗曹焱兵技能2(教学)
			}
		}
	},--战斗曹焱兵技能2(教学)
	[2102008] = {
		ShowId = 1302008,
		Name = "烈焰",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302008",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200801,lv = 1},[2] = {id = 210200802,lv = 1}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200801,lv = 2},[2] = {id = 210200802,lv = 2}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200801,lv = 3},[2] = {id = 210200802,lv = 3}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200801,lv = 4},[2] = {id = 210200802,lv = 4}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200801,lv = 5},[2] = {id = 210200802,lv = 5}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200801,lv = 6},[2] = {id = 210200802,lv = 6}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200801,lv = 7},[2] = {id = 210200802,lv = 7}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200801,lv = 8},[2] = {id = 210200802,lv = 8}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200801,lv = 9},[2] = {id = 210200802,lv = 9}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200801,lv = 10},[2] = {id = 210200802,lv = 10}},Description = "减少敌方50%防御\r\n【灵气】立即偷取2个黄色灵气"}--黑尔坎普技能2(教学)
			}
		}
	},--黑尔坎普技能2(教学)
	[2102009] = {
		ShowId = 1302009,
		Name = "石龙",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302009",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "使自己或守护灵下一次攻击50%概率获得3个红色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210200901,lv = 1}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210200901,lv = 2}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210200901,lv = 3}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210200901,lv = 4}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210200901,lv = 5}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210200901,lv = 6}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210200901,lv = 7}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210200901,lv = 8}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210200901,lv = 9}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210200901,lv = 10}},Description = "使自己或守护灵下一次攻击50%概率获得3个红色灵气"}--北落师门技能2(教学)
			}
		}
	},--北落师门技能2(教学)
	[2102010] = {
		ShowId = 1302010,
		Name = "龙王之怒",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302010",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201001,lv = 1},[2] = {id = 210201002,lv = 1}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201001,lv = 2},[2] = {id = 210201002,lv = 2}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201001,lv = 3},[2] = {id = 210201002,lv = 3}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201001,lv = 4},[2] = {id = 210201002,lv = 4}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201001,lv = 5},[2] = {id = 210201002,lv = 5}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201001,lv = 6},[2] = {id = 210201002,lv = 6}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201001,lv = 7},[2] = {id = 210201002,lv = 7}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201001,lv = 8},[2] = {id = 210201002,lv = 8}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201001,lv = 9},[2] = {id = 210201002,lv = 9}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201001,lv = 10},[2] = {id = 210201002,lv = 10}},Description = "下一回合内敌人每进行1次召唤为盖文生成一枚“龙形印记”，每1枚印记可代替1个盖文召唤守护灵的灵气"}--盖文技能2(教学)
			}
		}
	},--盖文技能2(教学)
	[2102011] = {
		ShowId = 1302011,
		Name = "伏羲星罗无双阵",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302011",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201101,lv = 1},[2] = {id = 210201102,lv = 1}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201101,lv = 2},[2] = {id = 210201102,lv = 2}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201101,lv = 3},[2] = {id = 210201102,lv = 3}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201101,lv = 4},[2] = {id = 210201102,lv = 4}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201101,lv = 5},[2] = {id = 210201102,lv = 5}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201101,lv = 6},[2] = {id = 210201102,lv = 6}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201101,lv = 7},[2] = {id = 210201102,lv = 7}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201101,lv = 8},[2] = {id = 210201102,lv = 8}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201101,lv = 9},[2] = {id = 210201102,lv = 9}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201101,lv = 10},[2] = {id = 210201102,lv = 10}},Description = "攻击敌方造成攻击75%伤害并为目标全体施加“风神印记”，持续2回合"}--阎风吒技能2(教学)
			}
		}
	},--阎风吒技能2(教学)
	[2102012] = {
		ShowId = 1302012,
		Name = "忍负",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302012",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，刷新召唤CD",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201201,lv = 1},[2] = {id = 210201202,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201201,lv = 2},[2] = {id = 210201202,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201201,lv = 3},[2] = {id = 210201202,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201201,lv = 4},[2] = {id = 210201202,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201201,lv = 5},[2] = {id = 210201202,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201201,lv = 6},[2] = {id = 210201202,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201201,lv = 7},[2] = {id = 210201202,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201201,lv = 8},[2] = {id = 210201202,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201201,lv = 9},[2] = {id = 210201202,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201201,lv = 10},[2] = {id = 210201202,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，刷新召唤CD"}--南御夫技能2(教学)
			}
		}
	},--南御夫技能2(教学)
	[2102013] = {
		ShowId = 1302013,
		Name = "融合中枢",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201301,lv = 1},[2] = {id = 210201302,lv = 1}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201301,lv = 2},[2] = {id = 210201302,lv = 2}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201301,lv = 3},[2] = {id = 210201302,lv = 3}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201301,lv = 4},[2] = {id = 210201302,lv = 4}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201301,lv = 5},[2] = {id = 210201302,lv = 5}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201301,lv = 6},[2] = {id = 210201302,lv = 6}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201301,lv = 7},[2] = {id = 210201302,lv = 7}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201301,lv = 8},[2] = {id = 210201302,lv = 8}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201301,lv = 9},[2] = {id = 210201302,lv = 9}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201301,lv = 10},[2] = {id = 210201302,lv = 10}},Description = "减少敌方单体攻击50%\r\n【灵气】立即削减敌方4个黄色灵气"}--吉拉技能2(教学)
			}
		}
	},--吉拉技能2(教学)
	[2102014] = {
		ShowId = 1302014,
		Name = "威慑",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201401,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201401,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201401,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201401,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201401,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201401,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201401,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201401,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201401,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201401,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害，禁止目标召唤1回合"}--吕仙宫技能2(教学)
			}
		}
	},--吕仙宫技能2(教学)
	[2102015] = {
		ShowId = 1302015,
		Name = "同质",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1302015",
		SkillEffectType = 1,
		ShowFireType = 2,
		ExclusiveWeaponEffect = 0,
		Des = "提升自身下一次攻击伤害50%",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210201501,lv = 1}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210201501,lv = 2}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210201501,lv = 3}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210201501,lv = 4}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210201501,lv = 5}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210201501,lv = 6}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210201501,lv = 7}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210201501,lv = 8}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210201501,lv = 9}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210201501,lv = 10}},Description = "提升自身下一次攻击伤害50%"}--阎巧巧技能2(教学)
			}
		}
	},--阎巧巧技能2(教学)
	[2103001] = {
		ShowId = 1303001,
		Name = "青龙偃月",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303001",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300109,
		Des = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300101,lv = 1},[2] = {id = 210300102,lv = 1},[3] = {id = 210300103,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300101,lv = 2},[2] = {id = 210300102,lv = 2},[3] = {id = 210300103,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300101,lv = 3},[2] = {id = 210300102,lv = 3},[3] = {id = 210300103,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300101,lv = 4},[2] = {id = 210300102,lv = 4},[3] = {id = 210300103,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300101,lv = 5},[2] = {id = 210300102,lv = 5},[3] = {id = 210300103,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300101,lv = 6},[2] = {id = 210300102,lv = 6},[3] = {id = 210300103,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300101,lv = 7},[2] = {id = 210300102,lv = 7},[3] = {id = 210300103,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300101,lv = 8},[2] = {id = 210300102,lv = 8},[3] = {id = 210300103,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300101,lv = 9},[2] = {id = 210300102,lv = 9},[3] = {id = 210300103,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300101,lv = 10},[2] = {id = 210300102,lv = 10},[3] = {id = 210300103,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--关羽技能(教学)
			}
		}
	},--关羽技能(教学)
	[2103002] = {
		ShowId = 1303002,
		Name = "我王修罗炎烈拳",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300209,
		Des = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300201,lv = 1},[2] = {id = 210300202,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300201,lv = 2},[2] = {id = 210300202,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300201,lv = 3},[2] = {id = 210300202,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300201,lv = 4},[2] = {id = 210300202,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300201,lv = 5},[2] = {id = 210300202,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300201,lv = 6},[2] = {id = 210300202,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300201,lv = 7},[2] = {id = 210300202,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300201,lv = 8},[2] = {id = 210300202,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300201,lv = 9},[2] = {id = 210300202,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300201,lv = 10},[2] = {id = 210300202,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--许褚技能(教学)
			}
		}
	},--许褚技能(教学)
	[2103003] = {
		ShowId = 1303003,
		Name = "混沌弑神击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303003",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300309,
		Des = "攻击敌方单体造成攻击300%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300301,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300301,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300301,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300301,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300301,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300301,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300301,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300301,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300301,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300301,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害"}--典韦技能(教学)
			}
		}
	},--典韦技能(教学)
	[2103004] = {
		ShowId = 1303004,
		Name = "暴雨梨花",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303004",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300409,
		Des = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300401,lv = 1},[2] = {id = 210300402,lv = 1},[3] = {id = 210300403,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300401,lv = 2},[2] = {id = 210300402,lv = 2},[3] = {id = 210300403,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300401,lv = 3},[2] = {id = 210300402,lv = 3},[3] = {id = 210300403,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300401,lv = 4},[2] = {id = 210300402,lv = 4},[3] = {id = 210300403,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300401,lv = 5},[2] = {id = 210300402,lv = 5},[3] = {id = 210300403,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300401,lv = 6},[2] = {id = 210300402,lv = 6},[3] = {id = 210300403,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300401,lv = 7},[2] = {id = 210300402,lv = 7},[3] = {id = 210300403,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300401,lv = 8},[2] = {id = 210300402,lv = 8},[3] = {id = 210300403,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300401,lv = 9},[2] = {id = 210300402,lv = 9},[3] = {id = 210300403,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300401,lv = 10},[2] = {id = 210300402,lv = 10},[3] = {id = 210300403,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--唐流雨技能(教学)
			}
		}
	},--唐流雨技能(教学)
	[2103005] = {
		ShowId = 1303005,
		Name = "无量清风",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303005",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300509,
		Des = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300501,lv = 1},[2] = {id = 210300502,lv = 1},[3] = {id = 210300503,lv = 1},[4] = {id = 210300504,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300501,lv = 2},[2] = {id = 210300502,lv = 2},[3] = {id = 210300503,lv = 2},[4] = {id = 210300504,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300501,lv = 3},[2] = {id = 210300502,lv = 3},[3] = {id = 210300503,lv = 3},[4] = {id = 210300504,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300501,lv = 4},[2] = {id = 210300502,lv = 4},[3] = {id = 210300503,lv = 4},[4] = {id = 210300504,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300501,lv = 5},[2] = {id = 210300502,lv = 5},[3] = {id = 210300503,lv = 5},[4] = {id = 210300504,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300501,lv = 6},[2] = {id = 210300502,lv = 6},[3] = {id = 210300503,lv = 6},[4] = {id = 210300504,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300501,lv = 7},[2] = {id = 210300502,lv = 7},[3] = {id = 210300503,lv = 7},[4] = {id = 210300504,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300501,lv = 8},[2] = {id = 210300502,lv = 8},[3] = {id = 210300503,lv = 8},[4] = {id = 210300504,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300501,lv = 9},[2] = {id = 210300502,lv = 9},[3] = {id = 210300503,lv = 9},[4] = {id = 210300504,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300501,lv = 10},[2] = {id = 210300502,lv = 10},[3] = {id = 210300503,lv = 10},[4] = {id = 210300504,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害，同时获得1个红色灵气"}--李轩辕技能(教学)
			}
		}
	},--李轩辕技能(教学)
	[2103006] = {
		ShowId = 1303006,
		Name = "霸王再世",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303006",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300609,
		Des = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300601,lv = 1},[2] = {id = 210300602,lv = 1},[3] = {id = 210300603,lv = 1},[4] = {id = 210300604,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300601,lv = 2},[2] = {id = 210300602,lv = 2},[3] = {id = 210300603,lv = 2},[4] = {id = 210300604,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300601,lv = 3},[2] = {id = 210300602,lv = 3},[3] = {id = 210300603,lv = 3},[4] = {id = 210300604,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300601,lv = 4},[2] = {id = 210300602,lv = 4},[3] = {id = 210300603,lv = 4},[4] = {id = 210300604,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300601,lv = 5},[2] = {id = 210300602,lv = 5},[3] = {id = 210300603,lv = 5},[4] = {id = 210300604,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300601,lv = 6},[2] = {id = 210300602,lv = 6},[3] = {id = 210300603,lv = 6},[4] = {id = 210300604,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300601,lv = 7},[2] = {id = 210300602,lv = 7},[3] = {id = 210300603,lv = 7},[4] = {id = 210300604,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300601,lv = 8},[2] = {id = 210300602,lv = 8},[3] = {id = 210300603,lv = 8},[4] = {id = 210300604,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300601,lv = 9},[2] = {id = 210300602,lv = 9},[3] = {id = 210300603,lv = 9},[4] = {id = 210300604,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300601,lv = 10},[2] = {id = 210300602,lv = 10},[3] = {id = 210300603,lv = 10},[4] = {id = 210300604,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n【不死】项羽受到致命攻击时会进入濒死状态并且印记增加到4枚，此后每承受1次致命伤害减少2枚印记，当无印记存在时再次承受的致命伤害会导致项羽阵亡"}--项羽技能(教学)
			}
		}
	},--项羽技能(教学)
	[2103007] = {
		ShowId = 1303007,
		Name = "铁处女之吻",
		Quality = 0,
		SkillType = 1,
		FireType = 4,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303007",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300709,
		Des = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300701,lv = 1},[2] = {id = 210300702,lv = 1},[3] = {id = 210300703,lv = 1}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300701,lv = 2},[2] = {id = 210300702,lv = 2},[3] = {id = 210300703,lv = 2}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300701,lv = 3},[2] = {id = 210300702,lv = 3},[3] = {id = 210300703,lv = 3}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300701,lv = 4},[2] = {id = 210300702,lv = 4},[3] = {id = 210300703,lv = 4}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300701,lv = 5},[2] = {id = 210300702,lv = 5},[3] = {id = 210300703,lv = 5}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300701,lv = 6},[2] = {id = 210300702,lv = 6},[3] = {id = 210300703,lv = 6}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300701,lv = 7},[2] = {id = 210300702,lv = 7},[3] = {id = 210300703,lv = 7}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300701,lv = 8},[2] = {id = 210300702,lv = 8},[3] = {id = 210300703,lv = 8}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300701,lv = 9},[2] = {id = 210300702,lv = 9},[3] = {id = 210300703,lv = 9}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300701,lv = 10},[2] = {id = 210300702,lv = 10},[3] = {id = 210300703,lv = 10}},Description = "禁锢敌方单体1回合，如果寄灵人身上有血魔印记，则技能有额外效果：1个血魔印记，禁锢同时造成每回合攻击50%的伤害；2个血魔印记，禁锢时间增加1回合；3个血魔印记，每回合额外造成攻击100%伤害\r\n该技能可以触发【追击】"}--天使缇娜技能(教学)
			}
		}
	},--天使缇娜技能(教学)
	[2103008] = {
		ShowId = 1303008,
		Name = "暗夜娑伽罗",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 8,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303008",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300809,
		Des = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300801,lv = 1},[2] = {id = 210300802,lv = 1},[3] = {id = 210300803,lv = 1},[4] = {id = 210300804,lv = 1},[5] = {id = 210300805,lv = 1}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300801,lv = 2},[2] = {id = 210300802,lv = 2},[3] = {id = 210300803,lv = 2},[4] = {id = 210300804,lv = 2},[5] = {id = 210300805,lv = 2}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300801,lv = 3},[2] = {id = 210300802,lv = 3},[3] = {id = 210300803,lv = 3},[4] = {id = 210300804,lv = 3},[5] = {id = 210300805,lv = 3}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300801,lv = 4},[2] = {id = 210300802,lv = 4},[3] = {id = 210300803,lv = 4},[4] = {id = 210300804,lv = 4},[5] = {id = 210300805,lv = 4}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300801,lv = 5},[2] = {id = 210300802,lv = 5},[3] = {id = 210300803,lv = 5},[4] = {id = 210300804,lv = 5},[5] = {id = 210300805,lv = 5}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300801,lv = 6},[2] = {id = 210300802,lv = 6},[3] = {id = 210300803,lv = 6},[4] = {id = 210300804,lv = 6},[5] = {id = 210300805,lv = 6}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300801,lv = 7},[2] = {id = 210300802,lv = 7},[3] = {id = 210300803,lv = 7},[4] = {id = 210300804,lv = 7},[5] = {id = 210300805,lv = 7}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300801,lv = 8},[2] = {id = 210300802,lv = 8},[3] = {id = 210300803,lv = 8},[4] = {id = 210300804,lv = 8},[5] = {id = 210300805,lv = 8}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300801,lv = 9},[2] = {id = 210300802,lv = 9},[3] = {id = 210300803,lv = 9},[4] = {id = 210300804,lv = 9},[5] = {id = 210300805,lv = 9}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300801,lv = 10},[2] = {id = 210300802,lv = 10},[3] = {id = 210300803,lv = 10},[4] = {id = 210300804,lv = 10},[5] = {id = 210300805,lv = 10}},Description = "攻击敌方单体造成攻击200%伤害，同时为我方血量最少的单位恢复攻击120%的血量，对自身、伤害目标、治疗目标同时施加“同生印记”，持续1回合\r\n【同生印记】印记存在期间只要有1人存活，其他人受到致命攻击时则会消耗全部角色的印记保持濒死状态不会死亡\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯渊技能(教学)
			}
		}
	},--夏侯渊技能(教学)
	[2103009] = {
		ShowId = 1303009,
		Name = "白龙吟",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 4,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303009",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130300909,
		Des = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210300901,lv = 1},[2] = {id = 210300902,lv = 1},[3] = {id = 210300903,lv = 1},[4] = {id = 210300904,lv = 1}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210300901,lv = 2},[2] = {id = 210300902,lv = 2},[3] = {id = 210300903,lv = 2},[4] = {id = 210300904,lv = 2}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210300901,lv = 3},[2] = {id = 210300902,lv = 3},[3] = {id = 210300903,lv = 3},[4] = {id = 210300904,lv = 3}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210300901,lv = 4},[2] = {id = 210300902,lv = 4},[3] = {id = 210300903,lv = 4},[4] = {id = 210300904,lv = 4}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210300901,lv = 5},[2] = {id = 210300902,lv = 5},[3] = {id = 210300903,lv = 5},[4] = {id = 210300904,lv = 5}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210300901,lv = 6},[2] = {id = 210300902,lv = 6},[3] = {id = 210300903,lv = 6},[4] = {id = 210300904,lv = 6}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210300901,lv = 7},[2] = {id = 210300902,lv = 7},[3] = {id = 210300903,lv = 7},[4] = {id = 210300904,lv = 7}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210300901,lv = 8},[2] = {id = 210300902,lv = 8},[3] = {id = 210300903,lv = 8},[4] = {id = 210300904,lv = 8}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210300901,lv = 9},[2] = {id = 210300902,lv = 9},[3] = {id = 210300903,lv = 9},[4] = {id = 210300904,lv = 9}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210300901,lv = 10},[2] = {id = 210300902,lv = 10},[3] = {id = 210300903,lv = 10},[4] = {id = 210300904,lv = 10}},Description = "为自身施加生命250%的护盾，并在接下来的敌方1回合中，y%概率援护两侧的队友"}--徐晃技能(教学)
			}
		}
	},--徐晃技能(教学)
	[2103010] = {
		ShowId = 1303010,
		Name = "魍魉乱舞",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301009,
		Des = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301001,lv = 1},[2] = {id = 210301002,lv = 1},[3] = {id = 210301003,lv = 1},[4] = {id = 210301004,lv = 1},[5] = {id = 210301005,lv = 1}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301001,lv = 2},[2] = {id = 210301002,lv = 2},[3] = {id = 210301003,lv = 2},[4] = {id = 210301004,lv = 2},[5] = {id = 210301005,lv = 2}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301001,lv = 3},[2] = {id = 210301002,lv = 3},[3] = {id = 210301003,lv = 3},[4] = {id = 210301004,lv = 3},[5] = {id = 210301005,lv = 3}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301001,lv = 4},[2] = {id = 210301002,lv = 4},[3] = {id = 210301003,lv = 4},[4] = {id = 210301004,lv = 4},[5] = {id = 210301005,lv = 4}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301001,lv = 5},[2] = {id = 210301002,lv = 5},[3] = {id = 210301003,lv = 5},[4] = {id = 210301004,lv = 5},[5] = {id = 210301005,lv = 5}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301001,lv = 6},[2] = {id = 210301002,lv = 6},[3] = {id = 210301003,lv = 6},[4] = {id = 210301004,lv = 6},[5] = {id = 210301005,lv = 6}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301001,lv = 7},[2] = {id = 210301002,lv = 7},[3] = {id = 210301003,lv = 7},[4] = {id = 210301004,lv = 7},[5] = {id = 210301005,lv = 7}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301001,lv = 8},[2] = {id = 210301002,lv = 8},[3] = {id = 210301003,lv = 8},[4] = {id = 210301004,lv = 8},[5] = {id = 210301005,lv = 8}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301001,lv = 9},[2] = {id = 210301002,lv = 9},[3] = {id = 210301003,lv = 9},[4] = {id = 210301004,lv = 9},[5] = {id = 210301005,lv = 9}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301001,lv = 10},[2] = {id = 210301002,lv = 10},[3] = {id = 210301003,lv = 10},[4] = {id = 210301004,lv = 10},[5] = {id = 210301005,lv = 10}},Description = "攻击敌方单体造成攻击200%伤害，持续3回合，当目标带有【灵气诅咒】时，额外获得4个黄色灵气"}--张郃技能(教学)
			}
		}
	},--张郃技能(教学)
	[2103011] = {
		ShowId = 1303011,
		Name = "熊虎之盾",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 4,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301111,
		Des = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301101,lv = 1},[2] = {id = 210301102,lv = 1},[3] = {id = 210301103,lv = 1}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301101,lv = 2},[2] = {id = 210301102,lv = 2},[3] = {id = 210301103,lv = 2}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301101,lv = 3},[2] = {id = 210301102,lv = 3},[3] = {id = 210301103,lv = 3}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301101,lv = 4},[2] = {id = 210301102,lv = 4},[3] = {id = 210301103,lv = 4}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301101,lv = 5},[2] = {id = 210301102,lv = 5},[3] = {id = 210301103,lv = 5}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301101,lv = 6},[2] = {id = 210301102,lv = 6},[3] = {id = 210301103,lv = 6}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301101,lv = 7},[2] = {id = 210301102,lv = 7},[3] = {id = 210301103,lv = 7}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301101,lv = 8},[2] = {id = 210301102,lv = 8},[3] = {id = 210301103,lv = 8}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301101,lv = 9},[2] = {id = 210301102,lv = 9},[3] = {id = 210301103,lv = 9}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301101,lv = 10},[2] = {id = 210301102,lv = 10},[3] = {id = 210301103,lv = 10}},Description = "使我方血量百分比最低的单位进入“避难”状态，并为目标恢复攻击250%+已损失血量*12%的生命，持续2回合\r\n【避难】：不会受到直接伤害，但受到持续伤害效果翻倍，可被驱散"}--张飞技能(教学)
			}
		}
	},--张飞技能(教学)
	[2103012] = {
		ShowId = 1303012,
		Name = "天残邪皇击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 8,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301209,
		Des = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301201,lv = 1},[2] = {id = 210301202,lv = 1},[3] = {id = 210301203,lv = 1},[4] = {id = 210301204,lv = 1},[5] = {id = 210301205,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301201,lv = 2},[2] = {id = 210301202,lv = 2},[3] = {id = 210301203,lv = 2},[4] = {id = 210301204,lv = 2},[5] = {id = 210301205,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301201,lv = 3},[2] = {id = 210301202,lv = 3},[3] = {id = 210301203,lv = 3},[4] = {id = 210301204,lv = 3},[5] = {id = 210301205,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301201,lv = 4},[2] = {id = 210301202,lv = 4},[3] = {id = 210301203,lv = 4},[4] = {id = 210301204,lv = 4},[5] = {id = 210301205,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301201,lv = 5},[2] = {id = 210301202,lv = 5},[3] = {id = 210301203,lv = 5},[4] = {id = 210301204,lv = 5},[5] = {id = 210301205,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301201,lv = 6},[2] = {id = 210301202,lv = 6},[3] = {id = 210301203,lv = 6},[4] = {id = 210301204,lv = 6},[5] = {id = 210301205,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301201,lv = 7},[2] = {id = 210301202,lv = 7},[3] = {id = 210301203,lv = 7},[4] = {id = 210301204,lv = 7},[5] = {id = 210301205,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301201,lv = 8},[2] = {id = 210301202,lv = 8},[3] = {id = 210301203,lv = 8},[4] = {id = 210301204,lv = 8},[5] = {id = 210301205,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301201,lv = 9},[2] = {id = 210301202,lv = 9},[3] = {id = 210301203,lv = 9},[4] = {id = 210301204,lv = 9},[5] = {id = 210301205,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301201,lv = 10},[2] = {id = 210301202,lv = 10},[3] = {id = 210301203,lv = 10},[4] = {id = 210301204,lv = 10},[5] = {id = 210301205,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害，同时降低敌方血量最高单位50%攻击，对自身、伤害目标、降低攻击目标同时施加“共死印记”，持续1回合\r\n【共死印记】印记存在期间其中1人阵亡，其他印记持有者消耗掉该印记并同时受到最大为夏侯惇攻击120%的伤害，若印记持有者剩余血量少于该值，则进入濒死状态\r\n【濒死】血量仅剩余1点\r\n技能可触发【追击】"}--夏侯惇技能(教学)
			}
		}
	},--夏侯惇技能(教学)
	[2103013] = {
		ShowId = 1303013,
		Name = "地狱咆哮",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301309,
		Des = "攻击敌方全体造成攻击1000%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301301,lv = 1},[2] = {id = 210301302,lv = 1}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301301,lv = 2},[2] = {id = 210301302,lv = 2}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301301,lv = 3},[2] = {id = 210301302,lv = 3}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301301,lv = 4},[2] = {id = 210301302,lv = 4}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301301,lv = 5},[2] = {id = 210301302,lv = 5}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301301,lv = 6},[2] = {id = 210301302,lv = 6}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301301,lv = 7},[2] = {id = 210301302,lv = 7}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301301,lv = 8},[2] = {id = 210301302,lv = 8}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301301,lv = 9},[2] = {id = 210301302,lv = 9}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301301,lv = 10},[2] = {id = 210301302,lv = 10}},Description = "攻击敌方全体造成攻击1000%伤害"}--塞伯罗斯技能(教学)
			}
		}
	},--塞伯罗斯技能(教学)
	[2103014] = {
		ShowId = 1303014,
		Name = "崩星乱舞",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301409,
		Des = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301401,lv = 1},[2] = {id = 210301402,lv = 1},[3] = {id = 210301403,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301401,lv = 2},[2] = {id = 210301402,lv = 2},[3] = {id = 210301403,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301401,lv = 3},[2] = {id = 210301402,lv = 3},[3] = {id = 210301403,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301401,lv = 4},[2] = {id = 210301402,lv = 4},[3] = {id = 210301403,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301401,lv = 5},[2] = {id = 210301402,lv = 5},[3] = {id = 210301403,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301401,lv = 6},[2] = {id = 210301402,lv = 6},[3] = {id = 210301403,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301401,lv = 7},[2] = {id = 210301402,lv = 7},[3] = {id = 210301403,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301401,lv = 8},[2] = {id = 210301402,lv = 8},[3] = {id = 210301403,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301401,lv = 9},[2] = {id = 210301402,lv = 9},[3] = {id = 210301403,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301401,lv = 10},[2] = {id = 210301402,lv = 10},[3] = {id = 210301403,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--石灵明技能(教学)
			}
		}
	},--石灵明技能(教学)
	[2103015] = {
		ShowId = 1303015,
		Name = "狂影急刃",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301509,
		Des = "攻击敌方单体造成攻击250%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301501,lv = 1},[2] = {id = 210301502,lv = 1}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301501,lv = 2},[2] = {id = 210301502,lv = 2}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301501,lv = 3},[2] = {id = 210301502,lv = 3}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301501,lv = 4},[2] = {id = 210301502,lv = 4}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301501,lv = 5},[2] = {id = 210301502,lv = 5}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301501,lv = 6},[2] = {id = 210301502,lv = 6}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301501,lv = 7},[2] = {id = 210301502,lv = 7}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301501,lv = 8},[2] = {id = 210301502,lv = 8}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301501,lv = 9},[2] = {id = 210301502,lv = 9}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301501,lv = 10},[2] = {id = 210301502,lv = 10}},Description = "攻击敌方单体造成攻击250%伤害"}--于禁技能(教学)
			}
		}
	},--于禁技能(教学)
	[2103016] = {
		ShowId = 1303016,
		Name = "灭世狂龙闪",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301609,
		Des = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301601,lv = 1},[2] = {id = 210301602,lv = 1},[3] = {id = 210301603,lv = 1},[4] = {id = 210301604,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301601,lv = 2},[2] = {id = 210301602,lv = 2},[3] = {id = 210301603,lv = 2},[4] = {id = 210301604,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301601,lv = 3},[2] = {id = 210301602,lv = 3},[3] = {id = 210301603,lv = 3},[4] = {id = 210301604,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301601,lv = 4},[2] = {id = 210301602,lv = 4},[3] = {id = 210301603,lv = 4},[4] = {id = 210301604,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301601,lv = 5},[2] = {id = 210301602,lv = 5},[3] = {id = 210301603,lv = 5},[4] = {id = 210301604,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301601,lv = 6},[2] = {id = 210301602,lv = 6},[3] = {id = 210301603,lv = 6},[4] = {id = 210301604,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301601,lv = 7},[2] = {id = 210301602,lv = 7},[3] = {id = 210301603,lv = 7},[4] = {id = 210301604,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301601,lv = 8},[2] = {id = 210301602,lv = 8},[3] = {id = 210301603,lv = 8},[4] = {id = 210301604,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301601,lv = 9},[2] = {id = 210301602,lv = 9},[3] = {id = 210301603,lv = 9},[4] = {id = 210301604,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301601,lv = 10},[2] = {id = 210301602,lv = 10},[3] = {id = 210301603,lv = 10},[4] = {id = 210301604,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害，同时概率为目标施加【虹吸】负面效果，持续2回合\r\n【虹吸】攻击带有虹吸状态的目标，可以恢复造成攻击60%伤害的生命"}--西方龙技能(教学)
			}
		}
	},--西方龙技能(教学)
	[2103017] = {
		ShowId = 1303017,
		Name = "疾风斩",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303017",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301709,
		Des = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301701,lv = 1},[2] = {id = 210301702,lv = 1},[3] = {id = 210301703,lv = 1},[4] = {id = 210301704,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301701,lv = 2},[2] = {id = 210301702,lv = 2},[3] = {id = 210301703,lv = 2},[4] = {id = 210301704,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301701,lv = 3},[2] = {id = 210301702,lv = 3},[3] = {id = 210301703,lv = 3},[4] = {id = 210301704,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301701,lv = 4},[2] = {id = 210301702,lv = 4},[3] = {id = 210301703,lv = 4},[4] = {id = 210301704,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301701,lv = 5},[2] = {id = 210301702,lv = 5},[3] = {id = 210301703,lv = 5},[4] = {id = 210301704,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301701,lv = 6},[2] = {id = 210301702,lv = 6},[3] = {id = 210301703,lv = 6},[4] = {id = 210301704,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301701,lv = 7},[2] = {id = 210301702,lv = 7},[3] = {id = 210301703,lv = 7},[4] = {id = 210301704,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301701,lv = 8},[2] = {id = 210301702,lv = 8},[3] = {id = 210301703,lv = 8},[4] = {id = 210301704,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301701,lv = 9},[2] = {id = 210301702,lv = 9},[3] = {id = 210301703,lv = 9},[4] = {id = 210301704,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301701,lv = 10},[2] = {id = 210301702,lv = 10},[3] = {id = 210301703,lv = 10},[4] = {id = 210301704,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害并为目标施加风神印记，如果目标带有风神印记，立即无消耗再次释放1次本技能"}--飞廉技能(教学)
			}
		}
	},--飞廉技能(教学)
	[2103018] = {
		ShowId = 1303018,
		Name = "吞天噬地",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303018",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301809,
		Des = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301801,lv = 1},[2] = {id = 210301802,lv = 1},[3] = {id = 210301803,lv = 1}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301801,lv = 2},[2] = {id = 210301802,lv = 2},[3] = {id = 210301803,lv = 2}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301801,lv = 3},[2] = {id = 210301802,lv = 3},[3] = {id = 210301803,lv = 3}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301801,lv = 4},[2] = {id = 210301802,lv = 4},[3] = {id = 210301803,lv = 4}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301801,lv = 5},[2] = {id = 210301802,lv = 5},[3] = {id = 210301803,lv = 5}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301801,lv = 6},[2] = {id = 210301802,lv = 6},[3] = {id = 210301803,lv = 6}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301801,lv = 7},[2] = {id = 210301802,lv = 7},[3] = {id = 210301803,lv = 7}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301801,lv = 8},[2] = {id = 210301802,lv = 8},[3] = {id = 210301803,lv = 8}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301801,lv = 9},[2] = {id = 210301802,lv = 9},[3] = {id = 210301803,lv = 9}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301801,lv = 10},[2] = {id = 210301802,lv = 10},[3] = {id = 210301803,lv = 10}},Description = "消耗自身一半的当前生命值攻击敌方单体，造成攻击*150%+当前生命15%的伤害"}--噬日技能(教学)
			}
		}
	},--噬日技能(教学)
	[2103019] = {
		ShowId = 1303019,
		Name = "食火蜥之护",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 4,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303019",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130301909,
		Des = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210301901,lv = 1},[2] = {id = 210301902,lv = 1}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210301901,lv = 2},[2] = {id = 210301902,lv = 2}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210301901,lv = 3},[2] = {id = 210301902,lv = 3}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210301901,lv = 4},[2] = {id = 210301902,lv = 4}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210301901,lv = 5},[2] = {id = 210301902,lv = 5}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210301901,lv = 6},[2] = {id = 210301902,lv = 6}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210301901,lv = 7},[2] = {id = 210301902,lv = 7}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210301901,lv = 8},[2] = {id = 210301902,lv = 8}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210301901,lv = 9},[2] = {id = 210301902,lv = 9}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210301901,lv = 10},[2] = {id = 210301902,lv = 10}},Description = "为当前生命百分比最低的单位生成食火蜥攻击200%的护盾，持续到下次行动开始"}--食火蜥技能(教学)
			}
		}
	},--食火蜥技能(教学)
	[2103020] = {
		ShowId = 1303020,
		Name = "幽冥陷阵弑",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303020",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302009,
		Des = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210302001,lv = 1},[2] = {id = 210302002,lv = 1},[3] = {id = 210302003,lv = 1},[4] = {id = 210302004,lv = 1},[5] = {id = 210302005,lv = 1}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210302001,lv = 2},[2] = {id = 210302002,lv = 2},[3] = {id = 210302003,lv = 2},[4] = {id = 210302004,lv = 2},[5] = {id = 210302005,lv = 2}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210302001,lv = 3},[2] = {id = 210302002,lv = 3},[3] = {id = 210302003,lv = 3},[4] = {id = 210302004,lv = 3},[5] = {id = 210302005,lv = 3}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210302001,lv = 4},[2] = {id = 210302002,lv = 4},[3] = {id = 210302003,lv = 4},[4] = {id = 210302004,lv = 4},[5] = {id = 210302005,lv = 4}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210302001,lv = 5},[2] = {id = 210302002,lv = 5},[3] = {id = 210302003,lv = 5},[4] = {id = 210302004,lv = 5},[5] = {id = 210302005,lv = 5}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210302001,lv = 6},[2] = {id = 210302002,lv = 6},[3] = {id = 210302003,lv = 6},[4] = {id = 210302004,lv = 6},[5] = {id = 210302005,lv = 6}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210302001,lv = 7},[2] = {id = 210302002,lv = 7},[3] = {id = 210302003,lv = 7},[4] = {id = 210302004,lv = 7},[5] = {id = 210302005,lv = 7}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210302001,lv = 8},[2] = {id = 210302002,lv = 8},[3] = {id = 210302003,lv = 8},[4] = {id = 210302004,lv = 8},[5] = {id = 210302005,lv = 8}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210302001,lv = 9},[2] = {id = 210302002,lv = 9},[3] = {id = 210302003,lv = 9},[4] = {id = 210302004,lv = 9},[5] = {id = 210302005,lv = 9}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210302001,lv = 10},[2] = {id = 210302002,lv = 10},[3] = {id = 210302003,lv = 10},[4] = {id = 210302004,lv = 10},[5] = {id = 210302005,lv = 10}},Description = "攻击敌方单体造成攻击250%伤害，若敌方当前生命高于一定比例，造成额外100%伤害；若本次攻击未能击杀目标，则自身攻击降低50%1回合"}--高顺技能(教学)
			}
		}
	},--高顺技能(教学)
	[2103021] = {
		ShowId = 1303021,
		Name = "烈风绝击",
		Quality = 0,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 5,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303021",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 130302109,
		Des = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210302101,lv = 1},[2] = {id = 210302102,lv = 1},[3] = {id = 210302103,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210302101,lv = 2},[2] = {id = 210302102,lv = 2},[3] = {id = 210302103,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210302101,lv = 3},[2] = {id = 210302102,lv = 3},[3] = {id = 210302103,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210302101,lv = 4},[2] = {id = 210302102,lv = 4},[3] = {id = 210302103,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210302101,lv = 5},[2] = {id = 210302102,lv = 5},[3] = {id = 210302103,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210302101,lv = 6},[2] = {id = 210302102,lv = 6},[3] = {id = 210302103,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210302101,lv = 7},[2] = {id = 210302102,lv = 7},[3] = {id = 210302103,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210302101,lv = 8},[2] = {id = 210302102,lv = 8},[3] = {id = 210302103,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210302101,lv = 9},[2] = {id = 210302102,lv = 9},[3] = {id = 210302103,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210302101,lv = 10},[2] = {id = 210302102,lv = 10},[3] = {id = 210302103,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害，场上所有角色每次召唤守护灵会为烈风螳螂增加一枚印记，每一枚增加烈风螳螂一定攻击"}--烈风螳螂技能(教学)
			}
		}
	},--烈风螳螂技能(教学)
	[2104001] = {
		ShowId = 1304001,
		Name = "蓄力猛攻",
		Quality = 2,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304001",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400101,lv = 1},[2] = {id = 210400102,lv = 1},[3] = {id = 210400103,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400101,lv = 2},[2] = {id = 210400102,lv = 2},[3] = {id = 210400103,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400101,lv = 3},[2] = {id = 210400102,lv = 3},[3] = {id = 210400103,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400101,lv = 4},[2] = {id = 210400102,lv = 4},[3] = {id = 210400103,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400101,lv = 5},[2] = {id = 210400102,lv = 5},[3] = {id = 210400103,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400101,lv = 6},[2] = {id = 210400102,lv = 6},[3] = {id = 210400103,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400101,lv = 7},[2] = {id = 210400102,lv = 7},[3] = {id = 210400103,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400101,lv = 8},[2] = {id = 210400102,lv = 8},[3] = {id = 210400103,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400101,lv = 9},[2] = {id = 210400102,lv = 9},[3] = {id = 210400103,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400101,lv = 10},[2] = {id = 210400102,lv = 10},[3] = {id = 210400103,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--蓄力猛攻(教学)
			}
		}
	},--蓄力猛攻(教学)
	[2104002] = {
		ShowId = 1304002,
		Name = "禁断之刃",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304002",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400201,lv = 1},[2] = {id = 210400202,lv = 1},[3] = {id = 210400203,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400201,lv = 2},[2] = {id = 210400202,lv = 2},[3] = {id = 210400203,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400201,lv = 3},[2] = {id = 210400202,lv = 3},[3] = {id = 210400203,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400201,lv = 4},[2] = {id = 210400202,lv = 4},[3] = {id = 210400203,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400201,lv = 5},[2] = {id = 210400202,lv = 5},[3] = {id = 210400203,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400201,lv = 6},[2] = {id = 210400202,lv = 6},[3] = {id = 210400203,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400201,lv = 7},[2] = {id = 210400202,lv = 7},[3] = {id = 210400203,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400201,lv = 8},[2] = {id = 210400202,lv = 8},[3] = {id = 210400203,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400201,lv = 9},[2] = {id = 210400202,lv = 9},[3] = {id = 210400203,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400201,lv = 10},[2] = {id = 210400202,lv = 10},[3] = {id = 210400203,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--禁断之刃(教学)
			}
		}
	},--禁断之刃(教学)
	[2104003] = {
		ShowId = 1304003,
		Name = "烙印",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304003",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400301,lv = 1},[2] = {id = 210400302,lv = 1},[3] = {id = 210400303,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400301,lv = 2},[2] = {id = 210400302,lv = 2},[3] = {id = 210400303,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400301,lv = 3},[2] = {id = 210400302,lv = 3},[3] = {id = 210400303,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400301,lv = 4},[2] = {id = 210400302,lv = 4},[3] = {id = 210400303,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400301,lv = 5},[2] = {id = 210400302,lv = 5},[3] = {id = 210400303,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400301,lv = 6},[2] = {id = 210400302,lv = 6},[3] = {id = 210400303,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400301,lv = 7},[2] = {id = 210400302,lv = 7},[3] = {id = 210400303,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400301,lv = 8},[2] = {id = 210400302,lv = 8},[3] = {id = 210400303,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400301,lv = 9},[2] = {id = 210400302,lv = 9},[3] = {id = 210400303,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400301,lv = 10},[2] = {id = 210400302,lv = 10},[3] = {id = 210400303,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对带有增益效果的角色造成100%额外伤害"}--烙印(教学)
			}
		}
	},--烙印(教学)
	[2104004] = {
		ShowId = 1304004,
		Name = "背水一战",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304004",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400401,lv = 1},[2] = {id = 210400402,lv = 1},[3] = {id = 210400403,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400401,lv = 2},[2] = {id = 210400402,lv = 2},[3] = {id = 210400403,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400401,lv = 3},[2] = {id = 210400402,lv = 3},[3] = {id = 210400403,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400401,lv = 4},[2] = {id = 210400402,lv = 4},[3] = {id = 210400403,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400401,lv = 5},[2] = {id = 210400402,lv = 5},[3] = {id = 210400403,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400401,lv = 6},[2] = {id = 210400402,lv = 6},[3] = {id = 210400403,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400401,lv = 7},[2] = {id = 210400402,lv = 7},[3] = {id = 210400403,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400401,lv = 8},[2] = {id = 210400402,lv = 8},[3] = {id = 210400403,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400401,lv = 9},[2] = {id = 210400402,lv = 9},[3] = {id = 210400403,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400401,lv = 10},[2] = {id = 210400402,lv = 10},[3] = {id = 210400403,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，造成的伤害提升100%"}--背水一战(教学)
			}
		}
	},--背水一战(教学)
	[2104005] = {
		ShowId = 1304005,
		Name = "嗜血",
		Quality = 4,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304005",
		SkillEffectType = 1,
		ShowFireType = 3,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400501,lv = 1},[2] = {id = 210400502,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400501,lv = 2},[2] = {id = 210400502,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400501,lv = 3},[2] = {id = 210400502,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400501,lv = 4},[2] = {id = 210400502,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400501,lv = 5},[2] = {id = 210400502,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400501,lv = 6},[2] = {id = 210400502,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400501,lv = 7},[2] = {id = 210400502,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400501,lv = 8},[2] = {id = 210400502,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400501,lv = 9},[2] = {id = 210400502,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400501,lv = 10},[2] = {id = 210400502,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，当自身血量低于30%时，为自身恢复造成伤害100%的血量"}--嗜血(教学)
			}
		}
	},--嗜血(教学)
	[2104006] = {
		ShowId = 1304006,
		Name = "夺魂",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304006",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400601,lv = 1},[2] = {id = 210400602,lv = 1},[3] = {id = 210400603,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400601,lv = 2},[2] = {id = 210400602,lv = 2},[3] = {id = 210400603,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400601,lv = 3},[2] = {id = 210400602,lv = 3},[3] = {id = 210400603,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400601,lv = 4},[2] = {id = 210400602,lv = 4},[3] = {id = 210400603,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400601,lv = 5},[2] = {id = 210400602,lv = 5},[3] = {id = 210400603,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400601,lv = 6},[2] = {id = 210400602,lv = 6},[3] = {id = 210400603,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400601,lv = 7},[2] = {id = 210400602,lv = 7},[3] = {id = 210400603,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400601,lv = 8},[2] = {id = 210400602,lv = 8},[3] = {id = 210400603,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400601,lv = 9},[2] = {id = 210400602,lv = 9},[3] = {id = 210400603,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400601,lv = 10},[2] = {id = 210400602,lv = 10},[3] = {id = 210400603,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，并触发敌方身上的【灵气诅咒】状态获得5个自身颜色灵气"}--夺魂(教学)
			}
		}
	},--夺魂(教学)
	[2104007] = {
		ShowId = 1304007,
		Name = "怒斩",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304007",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%的伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400701,lv = 1}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400701,lv = 2}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400701,lv = 3}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400701,lv = 4}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400701,lv = 5}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400701,lv = 6}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400701,lv = 7}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400701,lv = 8}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400701,lv = 9}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400701,lv = 10}},Description = "攻击敌方单体造成攻击150%的伤害"}--怒斩(教学)
			}
		}
	},--怒斩(教学)
	[2104008] = {
		ShowId = 1304008,
		Name = "黄昏之殇",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304008",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400801,lv = 1},[2] = {id = 210400802,lv = 1}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400801,lv = 2},[2] = {id = 210400802,lv = 2}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400801,lv = 3},[2] = {id = 210400802,lv = 3}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400801,lv = 4},[2] = {id = 210400802,lv = 4}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400801,lv = 5},[2] = {id = 210400802,lv = 5}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400801,lv = 6},[2] = {id = 210400802,lv = 6}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400801,lv = 7},[2] = {id = 210400802,lv = 7}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400801,lv = 8},[2] = {id = 210400802,lv = 8}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400801,lv = 9},[2] = {id = 210400802,lv = 9}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400801,lv = 10},[2] = {id = 210400802,lv = 10}},Description = "攻击敌方单体造成攻击150%的伤害\r\n【被动】造成的伤害致死时可无视所有濒死效果直接令目标死亡"}--黄昏之殇(教学)
			}
		}
	},--黄昏之殇(教学)
	[2104009] = {
		ShowId = 1304009,
		Name = "惩戒",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304009",
		SkillEffectType = 3,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210400901,lv = 1},[2] = {id = 210400902,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210400901,lv = 2},[2] = {id = 210400902,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210400901,lv = 3},[2] = {id = 210400902,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210400901,lv = 4},[2] = {id = 210400902,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210400901,lv = 5},[2] = {id = 210400902,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210400901,lv = 6},[2] = {id = 210400902,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210400901,lv = 7},[2] = {id = 210400902,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210400901,lv = 8},[2] = {id = 210400902,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210400901,lv = 9},[2] = {id = 210400902,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210400901,lv = 10},[2] = {id = 210400902,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害并同时驱散其身上所有正面效果"}--惩戒(教学)
			}
		}
	},--惩戒(教学)
	[2104010] = {
		ShowId = 1304010,
		Name = "断罪",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304010",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401001,lv = 1},[2] = {id = 210401002,lv = 1}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401001,lv = 2},[2] = {id = 210401002,lv = 2}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401001,lv = 3},[2] = {id = 210401002,lv = 3}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401001,lv = 4},[2] = {id = 210401002,lv = 4}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401001,lv = 5},[2] = {id = 210401002,lv = 5}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401001,lv = 6},[2] = {id = 210401002,lv = 6}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401001,lv = 7},[2] = {id = 210401002,lv = 7}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401001,lv = 8},[2] = {id = 210401002,lv = 8}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401001,lv = 9},[2] = {id = 210401002,lv = 9}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401001,lv = 10},[2] = {id = 210401002,lv = 10}},Description = "攻击敌方单体造成150%伤害且下一次技能暴击概率提升30%"}--断罪(教学)
			}
		}
	},--断罪(教学)
	[2104011] = {
		ShowId = 1304011,
		Name = "斩灵",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304011",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401101,lv = 1},[2] = {id = 210401102,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401101,lv = 2},[2] = {id = 210401102,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401101,lv = 3},[2] = {id = 210401102,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401101,lv = 4},[2] = {id = 210401102,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401101,lv = 5},[2] = {id = 210401102,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401101,lv = 6},[2] = {id = 210401102,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401101,lv = 7},[2] = {id = 210401102,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401101,lv = 8},[2] = {id = 210401102,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401101,lv = 9},[2] = {id = 210401102,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401101,lv = 10},[2] = {id = 210401102,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【灵气】立即获得3个自身颜色灵气"}--斩灵(教学)
			}
		}
	},--斩灵(教学)
	[2104012] = {
		ShowId = 1304012,
		Name = "炼魄",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304012",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401201,lv = 1},[2] = {id = 210401202,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401201,lv = 2},[2] = {id = 210401202,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401201,lv = 3},[2] = {id = 210401202,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401201,lv = 4},[2] = {id = 210401202,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401201,lv = 5},[2] = {id = 210401202,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401201,lv = 6},[2] = {id = 210401202,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401201,lv = 7},[2] = {id = 210401202,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401201,lv = 8},[2] = {id = 210401202,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401201,lv = 9},[2] = {id = 210401202,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401201,lv = 10},[2] = {id = 210401202,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害，并使敌方全体进入【灵气诅咒】状态\r\n【灵气诅咒】受到特定角色攻击时会为攻击者掉落灵气"}--炼魄(教学)
			}
		}
	},--炼魄(教学)
	[2104013] = {
		ShowId = 1304013,
		Name = "封脉",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304013",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401301,lv = 1},[2] = {id = 210401302,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401301,lv = 2},[2] = {id = 210401302,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401301,lv = 3},[2] = {id = 210401302,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401301,lv = 4},[2] = {id = 210401302,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401301,lv = 5},[2] = {id = 210401302,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401301,lv = 6},[2] = {id = 210401302,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401301,lv = 7},[2] = {id = 210401302,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401301,lv = 8},[2] = {id = 210401302,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401301,lv = 9},[2] = {id = 210401302,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401301,lv = 10},[2] = {id = 210401302,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害，并在2回合内使目标受到的治疗效果降低80%"}--封脉(教学)
			}
		}
	},--封脉(教学)
	[2104014] = {
		ShowId = 1304014,
		Name = "救赎",
		Quality = 4,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 3,
		Icon = "icon_1304014",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401401,lv = 1},[2] = {id = 210401402,lv = 1}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401401,lv = 2},[2] = {id = 210401402,lv = 2}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401401,lv = 3},[2] = {id = 210401402,lv = 3}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401401,lv = 4},[2] = {id = 210401402,lv = 4}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401401,lv = 5},[2] = {id = 210401402,lv = 5}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401401,lv = 6},[2] = {id = 210401402,lv = 6}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401401,lv = 7},[2] = {id = 210401402,lv = 7}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401401,lv = 8},[2] = {id = 210401402,lv = 8}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401401,lv = 9},[2] = {id = 210401402,lv = 9}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401401,lv = 10},[2] = {id = 210401402,lv = 10}},Description = "为当前生命百分比最低的角色生成一个攻击150%的护盾\r\n【被动】当携带者进入濒死状态时，立即为其生成一个携带者最大生命*15%的护盾"}--救赎(教学)
			}
		}
	},--救赎(教学)
	[2104015] = {
		ShowId = 1304015,
		Name = "诅咒",
		Quality = 2,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 1,
		Icon = "icon_1304015",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401501,lv = 1},[2] = {id = 210401502,lv = 1},[3] = {id = 210401503,lv = 1},[4] = {id = 210401504,lv = 1},[5] = {id = 210401505,lv = 1},[6] = {id = 210401506,lv = 1}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401501,lv = 2},[2] = {id = 210401502,lv = 2},[3] = {id = 210401503,lv = 2},[4] = {id = 210401504,lv = 2},[5] = {id = 210401505,lv = 2},[6] = {id = 210401506,lv = 2}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401501,lv = 3},[2] = {id = 210401502,lv = 3},[3] = {id = 210401503,lv = 3},[4] = {id = 210401504,lv = 3},[5] = {id = 210401505,lv = 3},[6] = {id = 210401506,lv = 3}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401501,lv = 4},[2] = {id = 210401502,lv = 4},[3] = {id = 210401503,lv = 4},[4] = {id = 210401504,lv = 4},[5] = {id = 210401505,lv = 4},[6] = {id = 210401506,lv = 4}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401501,lv = 5},[2] = {id = 210401502,lv = 5},[3] = {id = 210401503,lv = 5},[4] = {id = 210401504,lv = 5},[5] = {id = 210401505,lv = 5},[6] = {id = 210401506,lv = 5}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401501,lv = 6},[2] = {id = 210401502,lv = 6},[3] = {id = 210401503,lv = 6},[4] = {id = 210401504,lv = 6},[5] = {id = 210401505,lv = 6},[6] = {id = 210401506,lv = 6}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401501,lv = 7},[2] = {id = 210401502,lv = 7},[3] = {id = 210401503,lv = 7},[4] = {id = 210401504,lv = 7},[5] = {id = 210401505,lv = 7},[6] = {id = 210401506,lv = 7}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401501,lv = 8},[2] = {id = 210401502,lv = 8},[3] = {id = 210401503,lv = 8},[4] = {id = 210401504,lv = 8},[5] = {id = 210401505,lv = 8},[6] = {id = 210401506,lv = 8}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401501,lv = 9},[2] = {id = 210401502,lv = 9},[3] = {id = 210401503,lv = 9},[4] = {id = 210401504,lv = 9},[5] = {id = 210401505,lv = 9},[6] = {id = 210401506,lv = 9}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401501,lv = 10},[2] = {id = 210401502,lv = 10},[3] = {id = 210401503,lv = 10},[4] = {id = 210401504,lv = 10},[5] = {id = 210401505,lv = 10},[6] = {id = 210401506,lv = 10}},Description = "随机使目标进入减攻/减防/减暴击/减爆伤/减破甲/减格挡/减命中/减抵抗的负面状态（随机多个）"}--诅咒(教学)
			}
		}
	},--诅咒(教学)
	[2104016] = {
		ShowId = 1304016,
		Name = "祝福",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401601,lv = 1},[2] = {id = 210401602,lv = 1}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401601,lv = 2},[2] = {id = 210401602,lv = 2}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401601,lv = 3},[2] = {id = 210401602,lv = 3}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401601,lv = 4},[2] = {id = 210401602,lv = 4}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401601,lv = 5},[2] = {id = 210401602,lv = 5}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401601,lv = 6},[2] = {id = 210401602,lv = 6}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401601,lv = 7},[2] = {id = 210401602,lv = 7}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401601,lv = 8},[2] = {id = 210401602,lv = 8}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401601,lv = 9},[2] = {id = 210401602,lv = 9}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401601,lv = 10},[2] = {id = 210401602,lv = 10}},Description = "为我方血量百分比最低的单位恢复攻击150%的血量并驱散其身上所有负面效果"}--祝福(教学)
			}
		}
	},--祝福(教学)
	[2104017] = {
		ShowId = 1304017,
		Name = "增幅",
		Quality = 3,
		SkillType = 2,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "增加我方全体角色攻击20%",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401701,lv = 1}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401701,lv = 2}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401701,lv = 3}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401701,lv = 4}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401701,lv = 5}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401701,lv = 6}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401701,lv = 7}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401701,lv = 8}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401701,lv = 9}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401701,lv = 10}},Description = "增加我方全体角色攻击20%"}--增幅(教学)
			}
		}
	},--增幅(教学)
	[2104018] = {
		ShowId = 1304018,
		Name = "伤害抵抗",
		Quality = 3,
		SkillType = 2,
		FireType = 2,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 2,
		Icon = "icon_1304016",
		SkillEffectType = 1,
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "完全抵挡4次技能的伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 210401801,lv = 1}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 210401801,lv = 2}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 210401801,lv = 3}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 210401801,lv = 4}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 210401801,lv = 5}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 210401801,lv = 6}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 210401801,lv = 7}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 210401801,lv = 8}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 210401801,lv = 9}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 210401801,lv = 10}},Description = "完全抵挡4次技能的伤害"}--伤害抵抗(教学)
			}
		}
	},--伤害抵抗(教学)
	[2201002] = {
		ShowId = 1301002,
		Name = "雷光刃",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220100201,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220100201,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220100201,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220100201,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220100201,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220100201,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220100201,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220100201,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220100201,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220100201,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，同时降低目标30%防御"}--新手战斗曹玄亮技能1
			}
		}
	},--新手战斗曹玄亮技能1
	[2201004] = {
		ShowId = 1301004,
		Name = "王者之戟",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220100401,lv = 1}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220100401,lv = 2}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220100401,lv = 3}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"},--新手战斗项昆仑技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 220100401,lv = 4}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220100401,lv = 5}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220100401,lv = 6}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"},--新手战斗项昆仑技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 220100401,lv = 7}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220100401,lv = 8}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220100401,lv = 9}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220100401,lv = 10}},Description = "攻击敌方单体造成攻击[1#1#1#3]伤害，恢复造成伤害50%的生命"}--新手战斗项昆仑技能
			}
		}
	},--新手战斗项昆仑技能
	[2201007] = {
		ShowId = 1301007,
		Name = "大焱裂空锤",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301007",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220100701,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220100701,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220100701,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220100701,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220100701,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220100701,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220100701,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220100701,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220100701,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220100701,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗战斗曹焱兵技能1
			}
		}
	},--新手战斗战斗曹焱兵技能1
	[2201009] = {
		ShowId = 1301009,
		Name = "厚土双臂",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1301009",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220100901,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220100901,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220100901,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220100901,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220100901,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220100901,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220100901,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220100901,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220100901,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220100901,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗北落师门技能1
			}
		}
	},--新手战斗北落师门技能1
	[2201011] = {
		ShowId = 1301011,
		Name = "风神斩",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220101101,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220101101,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220101101,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220101101,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220101101,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220101101,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220101101,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220101101,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220101101,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220101101,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，对目标施加“风神印记”，持续2回合"}--新手战斗阎风吒技能
			}
		}
	},--新手战斗阎风吒技能
	[2201014] = {
		ShowId = 1301014,
		Name = "吕氏余烈",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220101401,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220101401,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220101401,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害"},--新手战斗吕仙宫技能
				[2] = {EffectLv = 4,Effects = {[1] = {id = 220101401,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[4] = {
				[2] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220101401,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[5] = {
				[2] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220101401,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害"},--新手战斗吕仙宫技能
				[3] = {EffectLv = 7,Effects = {[1] = {id = 220101401,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[6] = {
				[3] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220101401,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[7] = {
				[3] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220101401,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			},
			[8] = {
				[3] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220101401,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害"}--新手战斗吕仙宫技能
			}
		}
	},--新手战斗吕仙宫技能
	[2202002] = {
		ShowId = 1302002,
		Name = "雷光钻",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体及其两侧单位造成攻击75%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220200201,lv = 1}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220200201,lv = 2}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220200201,lv = 3}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220200201,lv = 4}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220200201,lv = 5}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220200201,lv = 6}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220200201,lv = 7}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220200201,lv = 8}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220200201,lv = 9}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220200201,lv = 10}},Description = "攻击敌方单体及其两侧单位造成攻击75%伤害"}--新手战斗曹玄亮技能2
			}
		}
	},--新手战斗曹玄亮技能2
	[2202007] = {
		ShowId = 1302007,
		Name = "无相火皇",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1302007",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击225%伤害，概率禁锢目标",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220200701,lv = 1}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220200701,lv = 2}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220200701,lv = 3}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220200701,lv = 4}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220200701,lv = 5}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220200701,lv = 6}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220200701,lv = 7}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220200701,lv = 8}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220200701,lv = 9}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220200701,lv = 10}},Description = "攻击敌方单体造成攻击225%伤害，概率禁锢目标"}--新手战斗战斗曹焱兵技能2
			}
		}
	},--新手战斗战斗曹焱兵技能2
	[2203002] = {
		ShowId = 1303002,
		Name = "我王修罗炎烈拳",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 1,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220300201,lv = 1}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220300201,lv = 2}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220300201,lv = 3}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220300201,lv = 4}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220300201,lv = 5}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220300201,lv = 6}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220300201,lv = 7}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220300201,lv = 8}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220300201,lv = 9}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220300201,lv = 10}},Description = "攻击敌方单体造成攻击300%伤害\r\n技能可触发【追击】"}--新手战斗许褚技能
			}
		}
	},--新手战斗许褚技能
	[2203013] = {
		ShowId = 1303013,
		Name = "地狱咆哮",
		Quality = 3,
		SkillType = 1,
		FireType = 1,
		CrystalCount = 3,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1303013",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方全体造成攻击170%伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220301301,lv = 1}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220301301,lv = 2}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220301301,lv = 3}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220301301,lv = 4}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220301301,lv = 5}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220301301,lv = 6}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220301301,lv = 7}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220301301,lv = 8}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220301301,lv = 9}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220301301,lv = 10}},Description = "攻击敌方全体造成攻击170%伤害"}--新手战斗塞伯罗斯技能
			}
		}
	},--新手战斗塞伯罗斯技能
	[2204001] = {
		ShowId = 1304001,
		Name = "怒斩",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304001",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220400101,lv = 1},[2] = {id = 220400102,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220400101,lv = 2},[2] = {id = 220400102,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220400101,lv = 3},[2] = {id = 220400102,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220400101,lv = 4},[2] = {id = 220400102,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220400101,lv = 5},[2] = {id = 220400102,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220400101,lv = 6},[2] = {id = 220400102,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220400101,lv = 7},[2] = {id = 220400102,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220400101,lv = 8},[2] = {id = 220400102,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220400101,lv = 9},[2] = {id = 220400102,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220400101,lv = 10},[2] = {id = 220400102,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成150%伤害并获得3个自身颜色灵气"}--新手战斗插槽1追击
			}
		}
	},--新手战斗插槽1追击
	[2204002] = {
		ShowId = 1304002,
		Name = "禁断之刃",
		Quality = 3,
		SkillType = 2,
		FireType = 3,
		CrystalCount = 0,
		DoubleHit = 0,
		InitLevel = 1,
		WearRange = {1,2,3},
		MaxLevel = 8,
		CD = 0,
		Icon = "icon_1304002",
		ShowFireType = 1,
		ExclusiveWeaponEffect = 0,
		Des = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害",
		SkillSketchDes = "这是技能的简略描述",
		SkillUsage = "这个技能应该这样用",
		FeatureWords = {[1] = "牛逼技能"},
		lvs = {
			[1] = {
				[1] = {EffectLv = 1,Effects = {[1] = {id = 220400201,lv = 1}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[2] = {
				[1] = {EffectLv = 2,Cost = {[1] = {Id = 1401005,Val = 1500}},Effects = {[1] = {id = 220400201,lv = 2}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[3] = {
				[1] = {EffectLv = 3,Cost = {[1] = {Id = 1401005,Val = 3000}},Effects = {[1] = {id = 220400201,lv = 3}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[4] = {
				[1] = {EffectLv = 4,Effects = {[1] = {id = 220400201,lv = 4}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[5] = {
				[1] = {EffectLv = 5,Cost = {[1] = {Id = 1401005,Val = 4500}},Effects = {[1] = {id = 220400201,lv = 5}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[6] = {
				[1] = {EffectLv = 6,Cost = {[1] = {Id = 1401005,Val = 6000}},Effects = {[1] = {id = 220400201,lv = 6}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[7] = {
				[1] = {EffectLv = 7,Effects = {[1] = {id = 220400201,lv = 7}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[8] = {
				[1] = {EffectLv = 8,Cost = {[1] = {Id = 1401005,Val = 7500}},Effects = {[1] = {id = 220400201,lv = 8}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[9] = {
				[1] = {EffectLv = 9,Cost = {[1] = {Id = 1401005,Val = 15000}},Effects = {[1] = {id = 220400201,lv = 9}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			},
			[10] = {
				[1] = {EffectLv = 10,Cost = {[1] = {Id = 1401005,Val = 22500}},Effects = {[1] = {id = 220400201,lv = 10}},Description = "攻击敌方单体造成攻击150%伤害\r\n【追击】攻击敌方单体造成攻击150%伤害，对于被禁锢的单位造成100%额外伤害"}--新手战斗插槽2追击
			}
		}
	}--新手战斗插槽2追击
}