--[[
output from excel detective.灵探系统.xlsx
--note:

colums:
{PersonId,人物Id} ,{TopicId,话题Id} ,{NPCRsp,NPC回复} ,{NxtId[1],下一个结点ID1} ,{NxtId[2],下一个结点ID2} ,{Type,类型
1.玩家发起
2.NPC发起}
primary key:
#0 [对白]: Id
]]
local _T = LangUtil.Language
return{
	[1010101] = {TopicId = 10101,NPCRsp = "你好，你就是负责这次案件的侦探先生吗？",NxtId = {[1] = 1010102},Type = 2},--刘珊珊介绍
	[1010102] = {TopicId = 10101,NPCRsp = "是的，现在能和我详细说说案件的情况吗？",NxtId = {[1] = 1010103},Type = 1},--刘珊珊介绍
	[1010103] = {TopicId = 10101,NPCRsp = "现在我们大家都很慌，不知道怎么办才好",NxtId = {[1] = 1010104},Type = 2},--刘珊珊介绍
	[1010104] = {TopicId = 10101,NPCRsp = "秦漠死了......",NxtId = {[1] = 1010105},Type = 2},--刘珊珊介绍
	[1010105] = {TopicId = 10101,NPCRsp = "秦漠？",NxtId = {[1] = 1010106},Type = 1},--刘珊珊介绍
	[1010106] = {TopicId = 10101,NPCRsp = "这次出来玩的有5个人，我、我的男朋友汪大东、沈梦、沈梦的男朋友林宣，还有秦漠。",NxtId = {[1] = 1010107},Type = 2},--刘珊珊介绍
	[1010107] = {TopicId = 10101,NPCRsp = "6月17日是秦漠生日，约我们一起去山上露营，晚上8点秦漠说要去看星星，结果当晚就没有回来",NxtId = {[1] = 1010108},Type = 2},--刘珊珊介绍
	[1010108] = {TopicId = 10101,NPCRsp = "第二天在丽水河岸发现了他的尸体",NxtId = {[1] = 1010109},Type = 2},--刘珊珊介绍
	[1010109] = {TopicId = 10101,NPCRsp = "大致情况我了解了，有需要再联系你",NxtId = {[1] = 1010110},Type = 1},--刘珊珊介绍
	[1010110] = {TopicId = 10101,NPCRsp = "好的，谢谢你",Type = 2},--刘珊珊介绍
	[1010201] = {TopicId = 10102,NPCRsp = "姗姗，我想和你聊一下那天晚上的情况",NxtId = {[1] = 1010202},Type = 1},--刘珊珊介绍案情
	[1010202] = {TopicId = 10102,NPCRsp = "嗯，好的，那天晚上20:10我和大东一起抓萤火虫",NxtId = {[1] = 1010203},Type = 2},--刘珊珊介绍案情
	[1010203] = {TopicId = 10102,NPCRsp = "在20:30，我接到了秦漠的电话便去找他，没想到他再次向我表白，我拒绝了，前后时间不到20分钟",NxtId = {[1] = 1010204},Type = 2},--刘珊珊介绍案情
	[1010204] = {TopicId = 10102,NPCRsp = "回来后却没见到大东，想必大东是去找我了，便在原地等待",NxtId = {[1] = 1010205},Type = 2},--刘珊珊介绍案情
	[1010205] = {TopicId = 10102,NPCRsp = "21:10，大东回来，我们抓萤火虫，一起回的营地",NxtId = {[1] = 1010206},Type = 2},--刘珊珊介绍案情
	[1010206] = {TopicId = 10102,NPCRsp = "你回来时大东不在？",NxtId = {[1] = 1010207},Type = 1},--刘珊珊介绍案情
	[1010207] = {TopicId = 10102,NPCRsp = "嗯，他说想自己先抓一些，没想到磕到了石头，脸还被划伤了",NxtId = {[1] = 1010208},Type = 2},--刘珊珊介绍案情
	[1010208] = {TopicId = 10102,NPCRsp = "好的，谢谢你",Type = 1},--刘珊珊介绍案情
	[1010301] = {TopicId = 10103,NPCRsp = "刘珊珊，来聊星座啊",NxtId = {[1] = 1010302},Type = 1},--刘珊珊说星座
	[1010302] = {TopicId = 10103,NPCRsp = "好啊",Type = 2},--刘珊珊说星座
	[1010303] = {TopicId = 10103,NPCRsp = "水瓶座的相关知识",NxtId = {[1] = 1010305},Type = 1},--刘珊珊说星座
	[1010304] = {TopicId = 10103,NPCRsp = "摩羯座的相关知识",NxtId = {[1] = 1010306},Type = 1},--刘珊珊说星座
	[1010305] = {TopicId = 10103,NPCRsp = "水瓶座的传说是王子变的",NxtId = {[1] = 1010307},Type = 2},--刘珊珊说星座
	[1010306] = {TopicId = 10103,NPCRsp = "摩羯座的不太清楚",NxtId = {[1] = 1010308},Type = 2},--刘珊珊说星座
	[1010307] = {TopicId = 10103,NPCRsp = "水瓶座的话题结束了",Type = 1},--刘珊珊说星座
	[1010308] = {TopicId = 10103,NPCRsp = "摩羯座的话题结束了",Type = 1},--刘珊珊说星座
	[1020101] = {TopicId = 10201,NPCRsp = "你好，侦探先生，我是沈梦",NxtId = {[1] = 1020102},Type = 2},--沈梦介绍案情
	[1020102] = {TopicId = 10201,NPCRsp = "你好",NxtId = {[1] = 1020103},Type = 1},--沈梦介绍案情
	[1020103] = {TopicId = 10201,NPCRsp = "我听姗姗说了，希望您可以帮我们找出真凶",NxtId = {[1] = 1020104,[2] = 1020105},Type = 2},--沈梦介绍案情
	[1020104] = {TopicId = 10201,NPCRsp = "你和秦漠的关系？",NxtId = {[1] = 1020106},Type = 1},--沈梦介绍案情
	[1020105] = {TopicId = 10201,NPCRsp = "你的男朋友林轩？",NxtId = {[1] = 1020108},Type = 1},--沈梦介绍案情
	[1020106] = {TopicId = 10201,NPCRsp = "林宣和秦漠是室友，我经常帮林轩去整理家务，所以和秦漠也很熟",NxtId = {[1] = 1020107},Type = 2},--沈梦介绍案情
	[1020107] = {TopicId = 10201,NPCRsp = "但是林轩就是小心眼，我也没办法，最近吵架才刚刚和好呢",NxtId = {[1] = 1020109},Type = 2},--沈梦介绍案情
	[1020108] = {TopicId = 10201,NPCRsp = "他们三个男生是同级生，林轩和大东是校足球队的，秦漠和姗姗是校医学会的",NxtId = {[1] = 1020106},Type = 2},--沈梦介绍案情
	[1020109] = {TopicId = 10201,NPCRsp = "当晚晚上的情况？",NxtId = {[1] = 1020110},Type = 1},--沈梦介绍案情
	[1020110] = {TopicId = 10201,NPCRsp = "大概20:20，我在丽水河岸碰到了秦漠，大概谈话十分钟便离开了，我自己在河边散步",NxtId = {[1] = 1020111},Type = 2},--沈梦介绍案情
	[1020111] = {TopicId = 10201,NPCRsp = "21:15 时，在河边碰到了林轩，林轩和我承认了错误，后来下雨了就一起回帐篷休息",NxtId = {[1] = 1020112},Type = 2},--沈梦介绍案情
	[1020112] = {TopicId = 10201,NPCRsp = "好的，有新发现会在联系你",Type = 1},--沈梦介绍案情
	[1020201] = {TopicId = 10202,NPCRsp = "你这次出来带了白手套？",NxtId = {[1] = 1020202},Type = 1},--沈梦白手套
	[1020202] = {TopicId = 10202,NPCRsp = "是的，因为我有洁癖，出门时都会带",NxtId = {[1] = 1020203},Type = 2},--沈梦白手套
	[1020203] = {TopicId = 10202,NPCRsp = "草丛里的白手套？",NxtId = {[1] = 1020204},Type = 1},--沈梦白手套
	[1020204] = {TopicId = 10202,NPCRsp = "不，那不是我留下的，我根本不知道这件事",NxtId = {[1] = 1020205},Type = 2},--沈梦白手套
	[1020205] = {TopicId = 10202,NPCRsp = "可是你那天晚上并没有不在场证明",NxtId = {[1] = 1020206},Type = 1},--沈梦白手套
	[1020206] = {TopicId = 10202,NPCRsp = "其实我是去找秦漠了",Type = 2},--沈梦白手套
	[1030101] = {TopicId = 10301,NPCRsp = "你好，我是林轩，估计你有很多问题想问我吧",NxtId = {[1] = 1030102,[2] = 1030103},Type = 2},--林轩介绍案情
	[1030102] = {TopicId = 10301,NPCRsp = "当晚的情况？",NxtId = {[1] = 1030104},Type = 1},--林轩介绍案情
	[1030103] = {TopicId = 10301,NPCRsp = "你和沈梦的关系？",NxtId = {[1] = 1030111},Type = 1},--林轩介绍案情
	[1030104] = {TopicId = 10301,NPCRsp = "那天晚上8点秦漠离开后10分钟，沈梦说她肚子疼，就出去了",NxtId = {[1] = 1030105},Type = 2},--林轩介绍案情
	[1030105] = {TopicId = 10301,NPCRsp = "刘姗姗和大东觉得无聊，一起去抓萤火虫，只留我一个人看帐篷",NxtId = {[1] = 1030106},Type = 2},--林轩介绍案情
	[1030106] = {TopicId = 10301,NPCRsp = "后来我看沈梦一直没回来就出去找她了",NxtId = {[1] = 1030107},Type = 2},--林轩介绍案情
	[1030107] = {TopicId = 10301,NPCRsp = "几点离开的帐篷？",NxtId = {[1] = 1030108},Type = 1},--林轩介绍案情
	[1030108] = {TopicId = 10301,NPCRsp = "大概8点半吧，之后8点40我看见秦漠在和刘姗姗聊天",NxtId = {[1] = 1030109},Type = 2},--林轩介绍案情
	[1030109] = {TopicId = 10301,NPCRsp = "后来8点50遇到了大东，闲聊了几句",NxtId = {[1] = 1030110},Type = 2},--林轩介绍案情
	[1030110] = {TopicId = 10301,NPCRsp = "9点15的时候，才找到沈梦，和她承认了错误，后来下雨就回来了",NxtId = {[1] = 1030103},Type = 2},--林轩介绍案情
	[1030111] = {TopicId = 10301,NPCRsp = "你听她说了吧，我们最近关系不好",NxtId = {[1] = 1030112},Type = 2},--林轩介绍案情
	[1030112] = {TopicId = 10301,NPCRsp = "因为秦漠？",NxtId = {[1] = 1030113},Type = 1},--林轩介绍案情
	[1030113] = {TopicId = 10301,NPCRsp = "对，我觉得这不是我的错觉，他们俩绝对有问题！尤其是在那件事后",NxtId = {[1] = 1030114},Type = 2},--林轩介绍案情
	[1030114] = {TopicId = 10301,NPCRsp = "那件事？",NxtId = {[1] = 1030115},Type = 1},--林轩介绍案情
	[1030115] = {TopicId = 10301,NPCRsp = "唉，不说了，提起来就烦",Type = 2},--林轩介绍案情
	[1040101] = {TopicId = 10401,NPCRsp = "您好，我是大东",NxtId = {[1] = 1040102,[2] = 1040103},Type = 2},--大东介绍案情
	[1040102] = {TopicId = 10401,NPCRsp = "当晚的情况？",NxtId = {[1] = 1040104},Type = 1},--大东介绍案情
	[1040103] = {TopicId = 10401,NPCRsp = "脸上的伤痕？",NxtId = {[1] = 1040108},Type = 1},--大东介绍案情
	[1040104] = {TopicId = 10401,NPCRsp = "我和姗姗本来是一起去抓萤火虫的，20:35的时候，发现姗姗不见了便四处寻找",NxtId = {[1] = 1040105},Type = 2},--大东介绍案情
	[1040105] = {TopicId = 10401,NPCRsp = "20:50，见到了林宣，告诉我姗姗和秦漠在一起。可是没找到，只能原路返回，回来路上想先抓一些萤火虫，没想到摔倒了",NxtId = {[1] = 1040106},Type = 2},--大东介绍案情
	[1040106] = {TopicId = 10401,NPCRsp = "回来发现姗姗已经回来，捉好萤火虫后便回到帐篷",NxtId = {[1] = 1040107},Type = 2},--大东介绍案情
	[1040107] = {TopicId = 10401,NPCRsp = "好的我知道了",NxtId = {[1] = 1040103},Type = 1},--大东介绍案情
	[1040108] = {TopicId = 10401,NPCRsp = "不小心磕到了石头，晚上山里还是挺黑的",NxtId = {[1] = 1040109},Type = 2},--大东介绍案情
	[1040109] = {TopicId = 10401,NPCRsp = "好的我明白了",Type = 1}--大东介绍案情
}